{
    "paper_id": "xml_output_cochrane\\Abdel-Aleem_et_al-2022-Cochrane_Database_of_Systematic_Reviews",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2024-04-05T17:20:03.971961Z"
    },
    "title": "Cervical pessary for preventing preterm birth in singleton pregnancies",
    "authors": [
        {
            "first": "Hany",
            "middle": [],
            "last": "Abdel-Aleem",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Omar",
            "middle": [
                "M"
            ],
            "last": "Shaaban",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Mahmoud",
            "middle": [
                "A"
            ],
            "last": "Abdel-Aleem",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ahmed",
            "middle": [],
            "last": "Aboelfadle Mohamed",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "",
    "pdf_parse": {
        "paper_id": "xml_output_cochrane\\Abdel-Aleem_et_al-2022-Cochrane_Database_of_Systematic_Reviews",
        "_pdf_hash": "",
        "doi": "10.1002/14651858.cd014508",
        "keywords": [],
        "abstract": [],
        "body_text": [
            {
                "text": "Preterm birth (PTB), defined as birth prior to 37 weeks of gestation, occurs in ten percent of all pregnancies.PTB is responsible for more than half of neonatal and infant mortalities and morbidities.Because cervical insu iciency is a common cause of PTB, one possible preventive strategy involves insertion of a cervical pessary to support the cervix.Several published studies have compared the use of pessary with di erent management options and obtained questionable results.This highlights the need for an up-to-date systematic review of the evidence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "To evaluate the benefits and harms of cervical pessary for preventing preterm birth in women with singleton pregnancies and risk factors for cervical insu iciency compared to no treatment, vaginal progesterone, cervical cerclage or bedrest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Objectives",
                "sec_num": null
            },
            {
                "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.govand the World Health Organization International Clinical Trials Registry Platform to 22 September 2021.We also searched the reference lists of included studies for additional records.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Search methods",
                "sec_num": null
            },
            {
                "text": "We included published and unpublished randomised controlled trials (RCTs) comparing cervical pessary with no treatment, vaginal progesterone, cervical cerclage or bedrest for preventing PTB.We excluded quasi-randomised trials.Our primary outcome was delivery before 34 weeks' gestation.Our secondary outcomes were 1. delivery before 37 weeks' gestation, 2. maternal mortality, 3. maternal infection or inflammation, 4. preterm prelabour rupture of membranes, 5. harm to woman from the intervention, 6. maternal medications, 7. discontinuation of the intervention, 8. maternal satisfaction, 9. neonatal/paediatric care unit admission, 10. fetal/infant mortality, 11. neonatal sepsis, 12. gestational age at birth, 13. harm to o spring from the intervention 14. birthweight, 15. early neurodevelopmental morbidity, 15. late neurodevelopmental morbidity, 16. gastrointestinal morbidity and 17. respiratory morbidity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Selection criteria",
                "sec_num": null
            },
            {
                "text": "Two review authors independently assessed trials for eligibility and risk of bias, evaluated trustworthiness based on criteria developed by the Cochrane Pregnancy and Childbirth Review Group, extracted data, checked for accuracy and assessed certainty of evidence using the GRADE approach.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data collection and analysis",
                "sec_num": null
            },
            {
                "text": "We included eight RCTs (2983 participants).We included five RCTs (1830 women) in the comparison cervical pessary versus no treatment, three RCTs (1126 pregnant women) in the comparison cervical pessary versus vaginal progesterone, and one study (13 participants) in the comparison cervical pessary versus cervical cerclage.Overall, the certainty of evidence was low to moderate due to inconsistency Cochrane Library Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Main results",
                "sec_num": null
            },
            {
                "text": "We searched for studies that examined cervical pessary compared with any other treatment, or no treatment, in women with singleton pregnancy who were at risk of having cervical weakness.We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "We found eight randomised studies (where participants were randomly assigned to their treatment group) involving 2983 pregnant women.We were able to extract data for three comparisons: cervical pessary versus no treatment, cervical pessary versus progesterone, and cervical pessary versus cervical cerclage.The studies took place in 15 high-income countries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "What did we find?",
                "sec_num": null
            },
            {
                "text": "In women with singleton pregnancy, the use of cervical pessary may decrease the risk of preterm birth compared to no treatment or vaginal progesterone, although the evidence around this was not robust.It is unclear if cervical pessary has an e ect on maternal infection or other outcomes related to the baby for all comparisons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "What did we find?",
                "sec_num": null
            },
            {
                "text": "We have little confidence in the evidence because the results varied widely between studies and there were not enough studies.Future studies are needed to confirm the beneficial e ect of cervical pessary on preterm birth.They should include lower-income settings so that the findings can be applied to a wider population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "What are the limitations of the evidence?",
                "sec_num": null
            },
            {
                "text": "Risk with no treatment (singleton pregnancy)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Anticipated absolute effects* (95% CI) Outcomes",
                "sec_num": null
            },
            {
                "text": "Not reported Not reported -",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to offspring from the intervention",
                "sec_num": null
            },
            {
                "text": "Not reported Not reported -*The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).CI: confidence interval; RCT: randomised controlled trial; RR: risk ratio.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birthweight",
                "sec_num": null
            },
            {
                "text": "High certainty: we are very confident that the true effect lies close to that of the estimate of the effect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRADE Working Group grades of evidence",
                "sec_num": null
            },
            {
                "text": "Moderate certainty: we are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRADE Working Group grades of evidence",
                "sec_num": null
            },
            {
                "text": "Low certainty: our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect.Very low certainty: we have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRADE Working Group grades of evidence",
                "sec_num": null
            },
            {
                "text": "a Downgraded one level for serious inconsistency (substantial unexplained statistical heterogeneity) and one level for serious imprecision (wide 95% CI consistent with possible benefit and possible harm).b Downgraded one level for serious risk of bias due to lack of blinding.c Downgraded two levels for very serious imprecision (few events and wide 95% CI consistent with possible benefit and possible harm).d Downgraded one level for serious inconsistency (substantial unexplained statistical heterogeneity) and one level for serious imprecision (few events).Cochrane Database of Systematic Reviews",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRADE Working Group grades of evidence",
                "sec_num": null
            },
            {
                "text": "An earlier Cochrane Review on cervical pessary for preventing preterm birth (PTB) included both singleton and multiple pregnancy (Abdel-Aleem 2013).That review was split into two new reviews to cover the populations in separate analyses (women with singleton pregnancy (this review) and women with multiple pregnancy).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B A C K G R O U N D",
                "sec_num": null
            },
            {
                "text": "PTB, defined as birth before 37 weeks of gestation, occurs in around 10% of all births (Institute of Medicine 2011), and is one of the leading causes of infant mortality (70%; Blencowe 2012; Bolbocean 2022 ; Ngoc 2006 ; O ice of National Statistics 2012).Indeed, perinatal morbidity and mortality are inversely related to gestational age at delivery (D'Onofrio 2013; Saigal 2008) .Premature neonates represent a large economic burden (Liu 2012) .",
                "cite_spans": [
                    {
                        "start": 206,
                        "end": 207,
                        "text": ";",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 217,
                        "text": "Ngoc 2006",
                        "ref_id": null
                    },
                    {
                        "start": 350,
                        "end": 366,
                        "text": "(D'Onofrio 2013;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 367,
                        "end": 379,
                        "text": "Saigal 2008)",
                        "ref_id": null
                    },
                    {
                        "start": 434,
                        "end": 444,
                        "text": "(Liu 2012)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the condition",
                "sec_num": null
            },
            {
                "text": "Cervical insu iciency is a common cause of PTB, but it is di icult to diagnose, owing to the multifactorial aetiology of second trimester miscarriage and spontaneous PTB.Diagnosis is o en based on medical history, clinical examination or ultrasound examination during pregnancy.Typical risk factors include having two or more second-trimester pregnancy losses, having prelabour rupture of membranes before 32 weeks' gestation, a history of cervical trauma caused by cone biopsy, forced dilation or intrapartum cervical lacerations or congenital uterine anomalies (Lo 2009; Wie 2021) .",
                "cite_spans": [
                    {
                        "start": 563,
                        "end": 572,
                        "text": "(Lo 2009;",
                        "ref_id": null
                    },
                    {
                        "start": 573,
                        "end": 582,
                        "text": "Wie 2021)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the condition",
                "sec_num": null
            },
            {
                "text": "Other possible risk factors are clinical findings during pregnancy of short cervix, dilated cervix, protruding membranes or cervical tear; and ultrasound findings of short cervical length, defined as less than 25 mm at 20 weeks' gestation (Owen 2004; Wie 2021) , or funnelling of the cervix during the second or early third trimester of pregnancy (Ayers 1988) .",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 250,
                        "text": "(Owen 2004;",
                        "ref_id": null
                    },
                    {
                        "start": 251,
                        "end": 260,
                        "text": "Wie 2021)",
                        "ref_id": null
                    },
                    {
                        "start": 347,
                        "end": 359,
                        "text": "(Ayers 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the condition",
                "sec_num": null
            },
            {
                "text": "Cervical cerclage is one strategy aimed at preventing premature opening of the cervix (Anthony 1997; Gibb 1995; McDonald 1957; Shirodkar 1955) .All operations carry risks, and cervical cerclage is an invasive technique that requires anaesthesia and is associated with complications including haemorrhage, infection and miscarriage (McDonald 1957; Shirodkar 1955) .One Cochrane Review (15 trials, 3490 women) concluded that cervical cerclage reduces the risk of PTB in high-risk women and probably reduces the risk of perinatal death.Whether cerclage is more or less e ective than other preventive treatments remains unclear (Alfirevic 2017).",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 100,
                        "text": "(Anthony 1997;",
                        "ref_id": null
                    },
                    {
                        "start": 101,
                        "end": 111,
                        "text": "Gibb 1995;",
                        "ref_id": null
                    },
                    {
                        "start": 112,
                        "end": 126,
                        "text": "McDonald 1957;",
                        "ref_id": null
                    },
                    {
                        "start": 127,
                        "end": 142,
                        "text": "Shirodkar 1955)",
                        "ref_id": null
                    },
                    {
                        "start": 331,
                        "end": 346,
                        "text": "(McDonald 1957;",
                        "ref_id": null
                    },
                    {
                        "start": 347,
                        "end": 362,
                        "text": "Shirodkar 1955)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the condition",
                "sec_num": null
            },
            {
                "text": "Administration of progesterone has been also advocated for preventing PTB in singleton pregnancy (Jarde 2019) One Cochrane Review on this topic included 36 randomised controlled trials (RCTs) with 8523 women and 12,515 infants, and found that in women with a history of spontaneous PTB, progesterone reduces the risk of perinatal mortality (risk ratio (RR) 0.50, 95% confidence interval (CI) 0.33 to 0.75) and delivery before 34 weeks (average RR 0.31, 95% CI 0.14 to 0.69) compared to placebo (Dodd 2013) .",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 109,
                        "text": "(Jarde 2019)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 494,
                        "end": 505,
                        "text": "(Dodd 2013)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the condition",
                "sec_num": null
            },
            {
                "text": "The strategy of using cervical pessaries for managing cervical insu iciency was introduced in the 1950s (Arabin 2003); however, support for this approach has been inconsistent over the subsequent decades (Acharya 2006; Antczak-Judycka 2003; Arabin 2003; Quaas 1990) .",
                "cite_spans": [
                    {
                        "start": 204,
                        "end": 218,
                        "text": "(Acharya 2006;",
                        "ref_id": null
                    },
                    {
                        "start": 219,
                        "end": 240,
                        "text": "Antczak-Judycka 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 241,
                        "end": 253,
                        "text": "Arabin 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 254,
                        "end": 265,
                        "text": "Quaas 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the condition",
                "sec_num": null
            },
            {
                "text": "The cervical pessary is a specially made silicone device that is inserted into the upper vagina to support the cervix and prevent PTB (Goya 2012; Hui 2012; Nicolaides 2016; Saccone 2017) .Most studies investigating this device have used the Arabin pessary, which is a flexible, ring-like pessary available in di erent sizes (outer diameter 65 mm or 70 mm, inner diameter 32 mm or 35 mm, height of the curvature 21 mm or 25 mm).A clinician examines the cervix using a speculum to determine the appropriate pessary dimensions.The pessary is inserted with its curvature upwards so that the larger diameter is supported by the pelvic floor.The smaller inner diameter should encompass the cervix.A er inserting the pessary, the clinician should ensure the pregnant woman has no uterine activity, discomfort or vaginal bleeding (Arabin 2003; Saccone 2017).",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 145,
                        "text": "(Goya 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 146,
                        "end": 155,
                        "text": "Hui 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 156,
                        "end": 172,
                        "text": "Nicolaides 2016;",
                        "ref_id": null
                    },
                    {
                        "start": 173,
                        "end": 186,
                        "text": "Saccone 2017)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the intervention",
                "sec_num": null
            },
            {
                "text": "The mechanism by which the pessary can prevent cervical insu iciency (also called incompetent cervix) is not exactly known.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "How the intervention might work",
                "sec_num": null
            },
            {
                "text": "In 1961, Vitsky suggested that the incompetent cervix is aligned centrally, with no support except the non-resistant vagina (Vitsky 1961) .A lever pessary, however, would change the inclination of the cervical canal, directing it posteriorly.Thus, the weight of the pregnancy would be more on the anterior lower segment (Arabin 2003) .Another postulated mechanism is that the pessary supports the immunological barrier between the chorioamnion-extraovular space and the vaginal microbiological flora; cerclage may work in the same way (Goya 2012; Nicolaides 2016; Saccone 2017).",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 137,
                        "text": "(Vitsky 1961)",
                        "ref_id": null
                    },
                    {
                        "start": 320,
                        "end": 333,
                        "text": "(Arabin 2003)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "How the intervention might work",
                "sec_num": null
            },
            {
                "text": "Cervical pessary is a minimally invasive intervention for preventing PTB.Non-randomised trials have shown that treating women with a short cervix with cervical pessary prolonged the pregnancy compared to expectant management.In such trial, mean gestational age at delivery was 38 weeks (range 36 weeks 6 days to 41 weeks) in the pessary group and 33 weeks (range 26 weeks 4 days to 38 weeks) in the control group, with a P value of 0.02 between the groups (Arabin 2003).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Why it is important to do this review",
                "sec_num": null
            },
            {
                "text": "Cervical pessary insertion is an outpatient procedure that does not require anaesthesia, surgery or medications.In one multicentre RCT conducted in Spain, the only reported side e ects of this intervention were increased vaginal discharge and expulsion of the pessary (Goya 2012).In this and other studies, there were no serious infectious complications reported during or a er removal of the pessary (Goya 2012; Quaas 1990; Jin 2017) .",
                "cite_spans": [
                    {
                        "start": 401,
                        "end": 412,
                        "text": "(Goya 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 413,
                        "end": 424,
                        "text": "Quaas 1990;",
                        "ref_id": null
                    },
                    {
                        "start": 425,
                        "end": 434,
                        "text": "Jin 2017)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Why it is important to do this review",
                "sec_num": null
            },
            {
                "text": "Previous Cochrane Reviews of cervical pessaries included studies on singleton and multiple pregnancies (Abdel-Aleem 2010; Abdel-Aleem 2013).The results of meta-analysis conducted by Jin and colleagues in 2017 showed that the available evidence did not support the use of cervical pessary in singleton pregnancy with short cervix, and they recommended more RCTs on this topic (Jin 2017) .",
                "cite_spans": [
                    {
                        "start": 375,
                        "end": 385,
                        "text": "(Jin 2017)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Why it is important to do this review",
                "sec_num": null
            },
            {
                "text": "In",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Why it is important to do this review",
                "sec_num": null
            },
            {
                "text": "To evaluate the benefits and harms of cervical pessary for preventing preterm birth in women with singleton pregnancies and risk factors for cervical insu iciency compared to no treatment, vaginal progesterone, cervical cerclage or bedrest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "O B J E C T I V E S",
                "sec_num": null
            },
            {
                "text": "We considered only RCTs, including cluster-RCTs but excluding quasi-RCTs.We included studies published as abstracts if they contained enough information to assess eligibility and if they met the criteria for scientific integrity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of studies",
                "sec_num": null
            },
            {
                "text": "Pregnant women with singleton viable fetus before 34 weeks' gestation with risk factors for PTB due to cervical insu iciency.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Inclusion criteria",
                "sec_num": null
            },
            {
                "text": "Relevant risk factors included:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Inclusion criteria",
                "sec_num": null
            },
            {
                "text": "• history of second-trimester abortion or preterm labour (excluding those resulting from induced preterm labour or placental abruption); • history of prelabour rupture of membranes before 32 weeks' gestation; • short cervical length (25 mm or less at 18 to 24 weeks of gestation), determined by transvaginal ultrasound examination; • history of cervical trauma caused by cone biopsy, forced dilation or intrapartum cervical lacerations; and • congenital uterine anomalies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Inclusion criteria",
                "sec_num": null
            },
            {
                "text": "• Cervical cerclage in current pregnancy",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exclusion criteria",
                "sec_num": null
            },
            {
                "text": "We planned the following comparisons:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of interventions",
                "sec_num": null
            },
            {
                "text": "• cervical pessary versus no treatment;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of interventions",
                "sec_num": null
            },
            {
                "text": "• cervical pessary versus vaginal progesterone;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of interventions",
                "sec_num": null
            },
            {
                "text": "• cervical pessary versus cervical cerclage; and • cervical pessary versus bed rest (at hospital or at home as reported by study authors).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of interventions",
                "sec_num": null
            },
            {
                "text": "The outcomes below are adapted from a core outcome set (van 't Hoo 2016).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Types of outcome measures",
                "sec_num": null
            },
            {
                "text": "• Delivery before 34 weeks' gestation (including spontaneous and induced labour)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary outcomes",
                "sec_num": null
            },
            {
                "text": "• Delivery before 37 weeks' gestation (including spontaneous and induced labour)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal",
                "sec_num": null
            },
            {
                "text": "The following methods section of this review is based on a standard template used by Cochrane Pregnancy and Childbirth.Two people screened the search results and review the full-text articles of all relevant trial reports.Based on the intervention described, each trial report is assigned a number that corresponds to a specific Pregnancy and Childbirth review topic (or topics), and is then added to the Register.The Information Specialist searches the Register for each review using this topic number rather than keywords.This results in a more specific search set that has been fully accounted for in the relevant review sections (Included studies; Excluded studies; Studies awaiting classification; Ongoing studies).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Search methods for identification of studies",
                "sec_num": null
            },
            {
                "text": "In addition, we searched ClinicalTrials.govand the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) for unpublished, planned and ongoing trial reports (22 September 2021) using the search methods detailed in Appendix 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "We searched the reference lists of retrieved studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Searching other resources",
                "sec_num": null
            },
            {
                "text": "We applied no language or date restrictions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Searching other resources",
                "sec_num": null
            },
            {
                "text": "Two review authors independently assessed all potential studies identified by the Information Specialist.In case of discrepancies, they consulted a third review author.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Selection of studies",
                "sec_num": null
            },
            {
                "text": "We created a study flow diagram to map the number of records identified, included and excluded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Selection of studies",
                "sec_num": null
            },
            {
                "text": "Two review authors independently evaluated all studies meeting our inclusion criteria to select those that, based on available information, were su iciently trustworthy to include in the analysis.To do this, the review authors answered the following questions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Screening eligible studies for scientific integrity/trustworthiness",
                "sec_num": null
            },
            {
                "text": "Research governance • Is the study free from participant characteristics that appear too similar (e.g.distribution of the mean and standard deviation (SD) excessively narrow or excessively wide, as noted by Carlisle 2017).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Screening eligible studies for scientific integrity/trustworthiness",
                "sec_num": null
            },
            {
                "text": "• Is the study free from characteristics that could be implausible (e.g.large numbers of women with a rare condition such as severe cholestasis recruited within 12 months)?In cases with (close to) zero losses to follow-up, is there a plausible explanation?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Feasibility",
                "sec_num": null
            },
            {
                "text": "• Is the study free from implausible results (e.g.massive risk reduction for main outcomes with small sample size)?• Do the numbers randomised to each group suggest that the study authors used adequate randomisation methods?For example, is the study free from issues such as unexpectedly even numbers of women randomised or a mismatch between the numbers and methods?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "We attempted to contact the authors of studies considered untrustworthy to address any concerns or request missing information.If we could not obtain contact details for the study authors, or if adequate information remained unavailable, we did not include the study but recorded all relevant details in the Characteristics of studies awaiting classification table, describing in detail the reasons and communications with the study author (or lack thereof).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "We included data from abstracts only if the study authors confirmed in writing that the data to be included in the review came from the final analysis and would not change.If such information were unavailable, we did not include the study but recorded all relevant details in the Characteristics of studies awaiting classification table.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstracts",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Review authors extracted data from the included studies using a data extraction form adapted from'Good practice templates' developed by the Cochrane Editorial Resources Committee (including trial dates, sources of trial funding and trial authors' declarations of interest).We resolved disagreement through discussion.We entered data into Review Manager 5 so ware (RevMan 5) and checked for accuracy (RevMan 2014).We followed Cochrane Methodological Expectations of Cochrane Intervention Reviews (MECIR) Standards (Higgins 2022) .",
                "cite_spans": [
                    {
                        "start": 513,
                        "end": 527,
                        "text": "(Higgins 2022)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data extraction and management",
                "sec_num": null
            },
            {
                "text": "Two review authors independently assessed risk of bias for each study using the criteria outlined in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011) .We resolved any disagreement by discussion or by involving a third review author.",
                "cite_spans": [
                    {
                        "start": 163,
                        "end": 177,
                        "text": "(Higgins 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Assessment of risk of bias in included studies",
                "sec_num": null
            },
            {
                "text": "We described for each included study the method used to generate the allocation sequence in su icient detail to assess whether it should produce comparable groups.We judged the methods at low risk of bias (any truly random process, e.g.random number table, computer random number generator), high risk of bias (any nonrandom process, e.g.odd or even date of birth, hospital or clinic record number) or unclear risk of bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Random sequence generation (selection bias)",
                "sec_num": null
            },
            {
                "text": "We described for each included study the method used to conceal allocation to interventions prior to assignment and also assessed whether intervention allocation could have been foreseen before or during recruitment, or changed a er assignment.We judged the methods at low risk of bias (e.g.telephone or central randomisation, consecutively numbered sealed opaque envelopes), high risk of bias (e.g.open random allocation; unsealed or non-opaque envelopes, alternation, date of birth) or unclear risk of bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allocation concealment (selection bias)",
                "sec_num": null
            },
            {
                "text": "We described for each included study, and for each outcome or class of outcome, the methods used, if any, to blind study participants and personnel to the treatment allocation.We judged studies at low risk of bias if they were blinded, or if we considered the lack of blinding would be unlikely to a ect results.We judged the methods at low, high or unclear risk of bias for participants; and low, high or unclear risk of bias for personnel.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Blinding of participants and personnel (performance bias)",
                "sec_num": null
            },
            {
                "text": "We described for each included study, and for each outcome or class of outcome, the methods used, if any, to blind outcome assessors to the treatment allocation.We judged the methods at low, high or unclear risk of bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Blinding of outcome assessment (detection bias)",
                "sec_num": null
            },
            {
                "text": "We described for each included study, and for each outcome or class of outcomes, the completeness of data including attrition and exclusions from the analysis.We stated whether study authors had reported attrition and exclusions, the numbers included in the analysis at each stage (compared with the total randomised participants), reasons for attrition or exclusion where reported, and whether missing data were balanced across groups or were related to outcomes.Where trial reports or trial authors provided su icient information relating to participants with missing data, we included the data that had been reported for those participants in our analyses.We judged the methods at low risk of bias (e.g.no missing outcome data, missing outcome data balanced across groups), high risk of bias (e.g.numbers or reasons for missing data imbalanced across groups, as-treated analysis with substantial departure from assigned interventions) or unclear risk of bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Incomplete outcome data (attrition bias)",
                "sec_num": null
            },
            {
                "text": "We described for each included study how we investigated the possibility of selective outcome reporting bias and what we found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Selective reporting (reporting bias)",
                "sec_num": null
            },
            {
                "text": "We judged the methods at low risk of bias (where it was clear that all the study's prespecified outcomes were reported), high risk of bias (where not all the study's prespecified outcomes were reported, outcomes of interest were reported incompletely and so could not be used, or the study failed to include results of a key expected outcome) or unclear risk of bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Selective reporting (reporting bias)",
                "sec_num": null
            },
            {
                "text": "We described for each included study any important concerns we had about other possible sources of bias, judging each study at low, high or unclear risk of other bias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Risk of bias from other sources",
                "sec_num": null
            },
            {
                "text": "We made explicit judgements about whether studies were at high risk of bias, according to the criteria set out in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011) .",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 190,
                        "text": "(Higgins 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overall risk of bias",
                "sec_num": null
            },
            {
                "text": "We assessed the likely magnitude and direction of types of bias described above and whether they were likely to have a ected the findings.We also explored the impact of the level of bias through sensitivity analyses (see Sensitivity analysis).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overall risk of bias",
                "sec_num": null
            },
            {
                "text": "For dichotomous data, we presented results as summary risk ratios (RRs) with 95% confidence intervals (CIs).For continuous data, we used mean di erences (MDs) if outcomes were measured in the same way between trials, or standardised mean di erences (SMDs) to combine trials that measured the same outcome with di erent methods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Measures of treatment e ect",
                "sec_num": null
            },
            {
                "text": "We identified no eligible cluster-randomised trials.If we identify any such trials in updates of this review, we will include them in our analyses along with individually randomised trials.We will use intracluster correlation coe icients (ICCs) from other sources and document our decisions.We will also consider it reasonable to combine the results from both cluster-and individually randomised trials if there is little heterogeneity between the study designs and we consider the choice of randomisation unit is unlikely to have a ected the results of the intervention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cluster-randomised trials",
                "sec_num": null
            },
            {
                "text": "We will acknowledge heterogeneity in the randomisation unit and perform a sensitivity analysis to investigate the e ects of the randomisation unit.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cluster-randomised trials",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "For included studies, we noted the levels of attrition.We had planned to explore the impact of including studies with high levels of missing data in the overall assessment of treatment e ect through a sensitivity analysis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dealing with missing data",
                "sec_num": null
            },
            {
                "text": "For all outcomes, we carried out intention-to-treat analyses wherever possible.This means we attempted to include all randomised participants in the analyses, in the group to which they were allocated, regardless of whether they received the allocated intervention.The denominator for each outcome in each trial was the number randomised minus any participants with missing data.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dealing with missing data",
                "sec_num": null
            },
            {
                "text": "We excluded from the analysis trials with high risk of bias (high levels of missing data or a large number of participants analysed in the wrong group).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dealing with missing data",
                "sec_num": null
            },
            {
                "text": "We assessed statistical heterogeneity in each meta-analysis using the Tau 2 , I 2 and Chi 2 statistics.We regarded heterogeneity as substantial if the I 2 value was greater than 30% and either the Tau 2 value was greater than zero or the Chi 2 test P value was below 0.10.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Assessment of heterogeneity",
                "sec_num": null
            },
            {
                "text": "In updates of this review, if we include 10 or more studies in the meta-analysis, we will investigate reporting biases (such as publication bias) using funnel plots.We will assess funnel plot asymmetry visually.If this visual assessment suggests asymmetry, we will perform exploratory analyses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Assessment of reporting biases",
                "sec_num": null
            },
            {
                "text": "We carried out statistical analysis using RevMan 5 (RevMan 2014).We used fixed-e ect meta-analysis to combine data where it was reasonable to assume that studies estimated the same underlying treatment e ect (i.e.where trials examined the same intervention, and the populations and methods were judged su iciently similar).We used random-e ects meta-analysis if we found su icient clinical heterogeneity to suggest di ering underlying treatment e ects between trials, or substantial statistical heterogeneity.We treated the random-e ects summary as the average of the range of possible treatment e ects, and we discussed the clinical implications of treatment e ects di ering between trials.If the average treatment e ect was not clinically meaningful, we did not combine trials.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data synthesis",
                "sec_num": null
            },
            {
                "text": "If we used random-e ects analyses, we presented the results as the average treatment e ect with 95% CIs, and the estimates of Tau 2 and I 2 .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data synthesis",
                "sec_num": null
            },
            {
                "text": "Where we identified substantial heterogeneity, we investigated it through subgroup analyses.We considered whether an overall summary was meaningful, and if it was, we used random-e ects analysis to produce it.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subgroup analysis and investigation of heterogeneity",
                "sec_num": null
            },
            {
                "text": "We divided studies into subgroups by type of cervical pessary (Arabian pessary versus other pessaries).We had planned to add a subgroup for unspecified types of pessary.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subgroup analysis and investigation of heterogeneity",
                "sec_num": null
            },
            {
                "text": "We used the primary outcome of the review in the subgroup analysis (delivery before 34 weeks' gestation).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subgroup analysis and investigation of heterogeneity",
                "sec_num": null
            },
            {
                "text": "We assessed subgroup di erences using interaction tests available within RevMan 5 (RevMan 2014), and we reported the results of subgroup analyses quoting the Chi 2 statistic and P value, and the interaction test I value.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subgroup analysis and investigation of heterogeneity",
                "sec_num": null
            },
            {
                "text": "We had planned to carry out sensitivity analyses for aspects of the review that might a ect the results, for example, where there was risk of bias associated with the quality of some included trials.We may also have considered sensitivity analysis to explore the impact of fixed-or random-e ects analyses for outcomes with statistical heterogeneity and the impact of any assumptions made, such as ICC value used for cluster-randomised trials.We performed a sensitivity analysis for the primary outcome where we removed trials in which participants received progesterone as a cointervention, as progesterone could a ect outcomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sensitivity analysis",
                "sec_num": null
            },
            {
                "text": "We assessed the certainty of the evidence using the GRADE approach for the following key outcomes:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "• delivery before 34 weeks' gestation;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "• delivery before 37 weeks' gestation;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "• maternal infection or inflammation (genital or urinary tract infection requiring treatment at any time a er randomisation); • neonatal/paediatric care unit admission (for any reason); • fetal/infant mortality;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "• harm to o spring from the intervention (e.g.evidence of congenital fetal or neonatal infection, evidence of direct mechanical pressure from the device); and • birthweight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "We assessed these seven key outcomes for each of the following comparisons:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "• cervical pessary versus no treatment;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "• cervical pessary versus vaginal progesterone treatment; and • cervical pessary versus cervical cerclage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "We used GRADEpro GDT to import data from Review Manager 5 (RevMan 2014) and create summary of findings tables.Using the GRADE approach, we produced a summary of the intervention e ect and a measure of certainty for each key outcome.The GRADE approach includes five considerations (study limitations, consistency of e ect, imprecision, indirectness and publication bias) to assess the certainty of the body of evidence for each outcome.Evidence from RCTs can be downgraded from 'high certainty' by one level for serious limitations (or by two levels for very serious limitations) related to any of these five considerations.For presenting and reporting of the results within the context of GRADE assessment, we referred to Table 1 of the GRADE guidelines 26 (Santesso 2020).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 728,
                        "end": 729,
                        "text": "1",
                        "ref_id": "TABREF43"
                    }
                ],
                "eq_spans": [],
                "section": "Summary of findings and assessment of the certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "The search retrieved 78 records, of which four were duplicates.A er eliminating five records in the title and abstract screen, we",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results of the search",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Cochrane Database of Systematic Reviews assessed 39 studies (69 reports) for eligibility.We excluded 14 studies and identified sixteen ongoing studies at this stage.Two review authors evaluated the remaining nine studies that met the inclusion criteria against Cochrane Pregnancy and Childbirth's set of predefined criteria to identify studies that, based on available information, were su iciently trustworthy to be included in the analysis (the criteria include questions related to research governance, baseline characteristics, feasibility and results).One trial (Karbasian 2016) was not registered prospectively, and the protocol was not published.We attempted to contact the study authors (via Cochrane Pregnancy and Childbirth) with our queries but received no response.Karbasian 2016 will remain awaiting classification until we update this review.We included eight studies (24 reports), involving 2983 pregnant women (Care 2021; Cruz-Melguizo 2018; Dugo 2018; Goya 2012; Hui 2013; Nicolaides 2016; Pacagnella 2022; Saccone 2017) .Figure 1 (Hui 2013) .",
                "cite_spans": [
                    {
                        "start": 926,
                        "end": 937,
                        "text": "(Care 2021;",
                        "ref_id": null
                    },
                    {
                        "start": 938,
                        "end": 957,
                        "text": "Cruz-Melguizo 2018;",
                        "ref_id": null
                    },
                    {
                        "start": 958,
                        "end": 968,
                        "text": "Dugo 2018;",
                        "ref_id": null
                    },
                    {
                        "start": 969,
                        "end": 979,
                        "text": "Goya 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 980,
                        "end": 989,
                        "text": "Hui 2013;",
                        "ref_id": null
                    },
                    {
                        "start": 990,
                        "end": 1006,
                        "text": "Nicolaides 2016;",
                        "ref_id": null
                    },
                    {
                        "start": 1007,
                        "end": 1023,
                        "text": "Pacagnella 2022;",
                        "ref_id": null
                    },
                    {
                        "start": 1024,
                        "end": 1037,
                        "text": "Saccone 2017)",
                        "ref_id": null
                    },
                    {
                        "start": 1048,
                        "end": 1058,
                        "text": "(Hui 2013)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1046,
                        "end": 1047,
                        "text": "1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "All studies only included women with cervical length of 25 mm or less.Gestational age at recruitment varied between studies (16 weeks 0 days to 24 weeks 6 days in Care 2021, 18 weeks to 23 weeks in Dugo 2018 and Pacagnella 2022, 19 weeks to 22 weeks in Cruz-Melguizo 2018 and Goya 2012, 20 weeks to 24 weeks in Hui 2013 and Nicolaides 2016, and 18 weeks 0 days to 23 weeks 6 days in Saccone 2017).All studies included women with singleton pregnancies except Pacagnella 2022, which included both singleton and twin pregnancies (we only included data from the singleton pregnancy subgroup in our analysis).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "We included five trials in the comparison cervical pessary versus no treatment (Dugo 2018; Goya 2012; Hui 2013 ; Nicolaides 2016; Saccone 2017).In three of these trials, women in both groups with cervical length less than 15 mm received additional vaginal progesterone until 36 weeks and 6 days of gestation (Dugo 2018; Nicolaides 2016; Saccone 2017).We included three trials in the comparison cervical pessary versus vaginal progesterone (Cruz-Melguizo 2018; Care 2021; Pacagnella 2022).Finally, we included one study in the comparison cervical pessary versus cervical cerclage (Care 2021).No studies compared cervical pessary to bed rest.",
                "cite_spans": [
                    {
                        "start": 79,
                        "end": 90,
                        "text": "(Dugo 2018;",
                        "ref_id": null
                    },
                    {
                        "start": 91,
                        "end": 101,
                        "text": "Goya 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 102,
                        "end": 110,
                        "text": "Hui 2013",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Interventions and comparisons",
                "sec_num": null
            },
            {
                "text": "Only two of our 19 outcomes of interest were reported in all included studies (delivery before 34 weeks and delivery before 37 weeks).No study reported more than 10 of our review outcomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outcomes",
                "sec_num": null
            },
            {
                "text": "Public sources funded three studies (Care 2021; Cruz-Melguizo 2018; Goya 2012), and not-for-profit organisations funded another three (Dugo 2018; Nicolaides 2016; Pacagnella 2022) .Two studies provided no information about their sources of funding (Hui 2013; Saccone 2017) .",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 145,
                        "text": "(Dugo 2018;",
                        "ref_id": null
                    },
                    {
                        "start": 146,
                        "end": 162,
                        "text": "Nicolaides 2016;",
                        "ref_id": null
                    },
                    {
                        "start": 163,
                        "end": 179,
                        "text": "Pacagnella 2022)",
                        "ref_id": null
                    },
                    {
                        "start": 248,
                        "end": 258,
                        "text": "(Hui 2013;",
                        "ref_id": null
                    },
                    {
                        "start": 259,
                        "end": 272,
                        "text": "Saccone 2017)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sources of trial funding",
                "sec_num": null
            },
            {
                "text": "Two studies made no mention of potential conflicts of interest (Dugo 2018; Hui 2013) .",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 74,
                        "text": "(Dugo 2018;",
                        "ref_id": null
                    },
                    {
                        "start": 75,
                        "end": 84,
                        "text": "Hui 2013)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Trial authors' declarations of interest",
                "sec_num": null
            },
            {
                "text": "The remaining six studies reported that no authors had any conflicts of interest to declare (Care 2021; Cruz-Melguizo 2018; Goya 2012; Nicolaides 2016; Pacagnella 2022; Saccone 2017).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Trial authors' declarations of interest",
                "sec_num": null
            },
            {
                "text": "We identified 16 ongoing RCTs, with two or three arms.Ten studies are investigating cervical pessary compared with progesterone (Hezelgrave 2016; IRCT201603109568N15; NCT02470676; NCT02511574; NCT02901626; NCT03052270; NCT03227705; NCT03637062; NCT04300322; van Zijl 2017); four studies are investigating cervical pessary compared with no treatment (IRCT20180302038914N1; JPRN-UMIN000015465; NCT03418012; NCT04147117); three studies are investigating cervical pessary compared with cervical cerclage (IRCT20180302038914N1; Koullali 2017; NCT02405455); and one study is investigating vaginal progesterone plus cervical pessary versus vaginal progesterone alone (NCT03052270).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ongoing studies",
                "sec_num": null
            },
            {
                "text": "Karbasian 2016 is awaiting classification pending information from the study authors and subsequent screening by the review authors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Studies awaiting classification",
                "sec_num": null
            },
            {
                "text": "We excluded 14 studies from this review.Five had an inappropriate design: non-RCT (Barinov 2017; Mendoza 2017; Ples 2021), quasi-RCT (Von Forster 1986) , or simulation study (Willan 2016).One study was not registered prospectively and reported only the results of an interim analysis (Daskalakis 2013).We contacted the study authors but received no response.In eight studies, the participants did not meet out eligibility criteria: four included women with placenta praevia (Barinov 2020; Gmoser 1991; Hermans 2016; Sta ord 2019) , and four included women with threatened PTB (NCT02484820 2015; Mastantuoni 2021; Naeiji 2021; Pratcorona 2019).",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 151,
                        "text": "(Von Forster 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 474,
                        "end": 488,
                        "text": "(Barinov 2020;",
                        "ref_id": null
                    },
                    {
                        "start": 489,
                        "end": 501,
                        "text": "Gmoser 1991;",
                        "ref_id": null
                    },
                    {
                        "start": 502,
                        "end": 515,
                        "text": "Hermans 2016;",
                        "ref_id": null
                    },
                    {
                        "start": 516,
                        "end": 529,
                        "text": "Sta ord 2019)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Excluded studies",
                "sec_num": null
            },
            {
                "text": "We judged all studies at low risk of bias for random sequence generation and allocation concealment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allocation",
                "sec_num": null
            },
            {
                "text": "We considered seven studies at high risk of performance bias (Care 2021; Cruz-Melguizo 2018; Dugo 2018; Goya 2012; Nicolaides 2016; Pacagnella 2022; Saccone 2017) because blinding of participants and personnel was not possible.We judged Hui 2013 at unclear risk of performance bias because all participants had a digital vaginal examination (in an attempt to simulate insertion of a pessary in the control group), but it is unclear whether personnel were blinded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Blinding of participants and personnel (performance bias)",
                "sec_num": null
            },
            {
                "text": "We considered six studies at high risk of detection bias (Care 2021; Cruz-Melguizo 2018; Dugo 2018; Goya 2012; Nicolaides 2016; Pacagnella 2022).We judged Hui 2013 at unclear risk of detection bias because the trial report stated that data were obtained from hospital records.We judged Saccone 2017 at low risk of detection bias because the outcome assessors and personnel involved in data collection and analysis were blinded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Blinding of outcome assessment (detection bias)",
                "sec_num": null
            },
            {
                "text": "We considered all studies at low risk of attrition bias because loss to follow-up ranged from 0% to 5%.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Incomplete outcome data",
                "sec_num": null
            },
            {
                "text": "Because all studies adhered to their preregistered protocols, we considered them at low risk of reporting bias (Figure 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 119,
                        "end": 120,
                        "text": "2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Selective reporting",
                "sec_num": null
            },
            {
                "text": "We",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Other potential sources of bias",
                "sec_num": null
            },
            {
                "text": "Five studies provided data for this comparison (Dugo 2018; Goya 2012; Hui 2013; Nicolaides 2016; Saccone 2017).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus no treatment",
                "sec_num": null
            },
            {
                "text": "Five studies measured delivery before 34 weeks' gestation (Dugo 2018; Goya 2012; Hui 2013 ; Nicolaides 2016; Saccone 2017).Cervical pessary compared with no treatment may reduce the risk of delivery before 34 weeks (RR 0.72, 95% CI 0.33 to 1.55; 5 studies, 1830 women; low-certainty evidence; Analysis 1.1).However, we are very uncertain about the results because the upper limit of the 95% CI indicates substantial harm (i.e. an increase in PTB before 34 weeks' gestation with cervical pessary).Due to substantial heterogeneity between studies, we used the random-e ects model for this meta-analysis (Tau 2 = 0.65, I 2 = 90%).",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 69,
                        "text": "(Dugo 2018;",
                        "ref_id": null
                    },
                    {
                        "start": 70,
                        "end": 80,
                        "text": "Goya 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 81,
                        "end": 89,
                        "text": "Hui 2013",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Delivery before 34 weeks' gestation",
                "sec_num": null
            },
            {
                "text": "We divided the studies into two subgroups according to type of pessary: Arabin (Goya 2012; Hui 2013; Nicolaides 2016; Saccone 2017) and Bioteque (Dugo 2018).The test for subgroup di erences did not suggest a di erence in e ect between Arabin and Bioteque (Chi 2 = 1.07,P = 0.30, I 2 = 6.2%), although the number of studies was insu icient for valid subgroup analysis.Three studies used progesterone as a cointervention (Dugo 2018; Nicolaides 2016; Saccone 2017).The sensitivity analysis that excluded these studies did not change the point estimate substantially but made the 95% CI considerably wider (RR 0.58, 95% CI 0.09 to 3.84).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subgroup analysis and sensitivity analysis",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Delivery before 37 weeks' gestation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (maternal)",
                "sec_num": null
            },
            {
                "text": "Five studies measured delivery before 37 weeks' gestation (Dugo 2018; Goya 2012; Hui 2013; Nicolaides 2016; Saccone 2017) .Cervical pessary compared with no treatment may reduce the risk of delivery before 37 weeks compared with no treatment (RR 0.68, 95% CI 0.44 to 1.05; 5 studies, 1830 women; low-certainty evidence; Analysis 1.2; Summary of findings 1).However, the 95% CI crosses the line of no e ect, so we cannot rule out a slight increase in PTB.We used the random-e ects model for this analysis because of substantial heterogeneity between studies (Tau 2 = 0.19, I 2 = 83%).",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 69,
                        "text": "(Dugo 2018;",
                        "ref_id": null
                    },
                    {
                        "start": 70,
                        "end": 80,
                        "text": "Goya 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 81,
                        "end": 90,
                        "text": "Hui 2013;",
                        "ref_id": null
                    },
                    {
                        "start": 91,
                        "end": 107,
                        "text": "Nicolaides 2016;",
                        "ref_id": null
                    },
                    {
                        "start": 108,
                        "end": 121,
                        "text": "Saccone 2017)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (maternal)",
                "sec_num": null
            },
            {
                "text": "No studies reported maternal mortality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal mortality",
                "sec_num": null
            },
            {
                "text": "Two studies reported vaginal infection (Hui 2013 ; Nicolaides 2016).",
                "cite_spans": [
                    {
                        "start": 39,
                        "end": 48,
                        "text": "(Hui 2013",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal infection or inflammation",
                "sec_num": null
            },
            {
                "text": "Cervical pessary probably results in little or no di erence in the risk of vaginal infection compared with no treatment (RR 1.04, 95% CI 0.87 to 1.26; 2 studies, 1032 women; moderate-certainty evidence; Analysis 1.3; Summary of findings 1).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal infection or inflammation",
                "sec_num": null
            },
            {
                "text": "We identified two additional outcomes that were not included in the definition of maternal infection and inflammation but that were of clinical importance: vaginal discharge and chorioamnionitis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal infection or inflammation",
                "sec_num": null
            },
            {
                "text": "Four studies showed increased vaginal discharge in the pessary arm (Dugo 2018; Goya 2012; Nicolaides 2016; Saccone 2017), and three studies showed no significant di erence between cervical pessary and no treatment in risk of chorioamnionitis (Dugo 2018; Goya 2012; Saccone 2017).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal infection or inflammation",
                "sec_num": null
            },
            {
                "text": "Four studies reported preterm prelabour rupture of membranes (Dugo 2018; Goya 2012; Nicolaides 2016; Saccone 2017).It is unclear if cervical pessary compared to no treatment decreases the risk of preterm prelabour rupture of membranes because the 95% CIs are compatible with a wide range of e ects that encompass both appreciable benefit and harm (RR 0.67, 95% CI 0.27 to 1.65; 4 studies, 906 women; Analysis 1.4).Because of substantial heterogeneity, we used the random-e ects model (Tau 2 = 0.52, I 2 = 66%).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preterm prelabour rupture of membranes",
                "sec_num": null
            },
            {
                "text": "Goya 2012 reported pregnancy bleeding in 7/190 (3.6%) women in the cervical pessary group and 9/190 (4.7%) in the no treatment group, with no clear di erence between the groups (RR 0.78, 95% CI 0.30 to 2.05; 380 women; Analysis 1.5).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to woman from the intervention",
                "sec_num": null
            },
            {
                "text": "Data from Hui 2013 and Nicolaides 2016 suggested an increase in the risk of pelvic discomfort in the pessary group (RR 3.15, 95% CI 1.88 to 5.29; I 2 = 0%; 2 studies, 1033 women; Analysis 1.5).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to woman from the intervention",
                "sec_num": null
            },
            {
                "text": "This outcome included three types of medications; tocolytic treatment (reported by Goya 2012), corticosteroid treatment for fetal maturation (reported by Goya 2012; Hui 2013) and antibiotics following positive swabs (reported by Nicolaides 2016).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal medications",
                "sec_num": null
            },
            {
                "text": "Compared to no treatment, cervical pessary may reduce the need for tocolytic treatment (RR 0.63, 95% CI 0.50 to 0.81; 1 study, 380 women; Analysis 1.6), and corticosteroid treatment (RR 0.69, 95% CI 0.57 to 0.84; 2 studies, 488 women; Analysis 1.6), but may increase antibiotic use (RR 1.51, 95% CI 1.13 to 2.02; 1 study, 924 women; Analysis 1.6).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal medications",
                "sec_num": null
            },
            {
                "text": "We did not analyse the data for discontinuation of the intervention because it applied to only the cervical pessary arms of the studies.Three of the five studies reported varying rates of discontinuation of pessary use: half of participants (51.7%) in Dugo 2018, one quarter (24.7%) in Nicolaides 2016, and only 1/192 in Goya 2012.Reported causes of discontinuation were preterm labour, prelabour rupture of membranes, iatrogenic delivery and participant request.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discontinuation of the intervention",
                "sec_num": null
            },
            {
                "text": "Only Goya 2012 reported maternal satisfaction, stating that all pessary users would recommend the intervention to other people.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal satisfaction",
                "sec_num": null
            },
            {
                "text": "Neonatal/paediatric care unit admission",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (o spring)",
                "sec_num": null
            },
            {
                "text": "Three studies reported neonatal/paediatric care unit admission (Hui 2013; Nicolaides 2016; Saccone 2017) .It is unclear if cervical pessary compared with no treatment has an e ect on the risk of neonatal/paediatric care unit admission because the 95% CI is compatible with a wide range of e ects that encompass both appreciable benefit and harm (RR 0.96, 95% CI 0.58 to 1.59; 3 studies, 1332 infants; low-certainty evidence; Analysis 1.7; Summary of findings 1).Because of substantial heterogeneity, we used the random-e ects model (Tau 2 = 0.13, I 2 = 66%).",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 73,
                        "text": "(Hui 2013;",
                        "ref_id": null
                    },
                    {
                        "start": 74,
                        "end": 90,
                        "text": "Nicolaides 2016;",
                        "ref_id": null
                    },
                    {
                        "start": 91,
                        "end": 104,
                        "text": "Saccone 2017)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (o spring)",
                "sec_num": null
            },
            {
                "text": "All five studies reported fetal/infant mortality (Dugo 2018; Goya 2012; Hui 2013; Nicolaides 2016; Saccone 2017).It is unclear if cervical pessary compared with no treatment has an e ect on the risk of fetal/infant mortality because the 95% CI is compatible with a wide range of e ects that encompass both appreciable benefit and harm (RR 0.93, 95% CI 0.58 to 1.48; 5 studies, 1830 infants; lowcertainty evidence; Analysis 1.8; Summary of findings 1).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fetal/infant mortality",
                "sec_num": null
            },
            {
                "text": "Three studies measured neonatal sepsis (Goya 2012; Hui 2013; Nicolaides 2016).It is unclear if cervical pessary compared with no treatment has an e ect on the risk of neonatal sepsis (RR 0.67, 95% CI 0.23 to 1.96; Tau 2 = 0.61; I 2 = 69%; 3 studies, 1412 infants; Analysis 1.9).Because of substantial heterogeneity, we used the random-e ects model (Tau 2 = 0.52, I 2 = 69%).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Neonatal sepsis",
                "sec_num": null
            },
            {
                "text": "Two studies reported gestational age at birth as means and SDs (Goya 2012; Hui 2013).It is unclear if cervical pessary compared with no treatment has an e ect on gestational age at birth (MD 1.63 weeks, 95% CI -0.82 to 4.07; I 2 = 90%; 2 studies, 488 infants; Analysis 1.10).Because of substantial heterogeneity, we used the randome ects model (Tau 2 = 0.52, I 2 = 90%).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gestational age at birth",
                "sec_num": null
            },
            {
                "text": "Nicolaides 2016 reported gestational age at birth as median and range, showing no di erence between cervical pessary and no treatment.Dugo 2018 reported this outcome as median and interquartile range (IQR), and found no significant di erence between the two groups: 37.2 weeks (IQR 30.0 to 39.1) in the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gestational age at birth",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Cochrane Database of Systematic Reviews pessary group versus 38.1 weeks (IQR 27.8 to 39.4) in the expectant management group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "No studies reported harm to o spring from the intervention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to o spring from the intervention",
                "sec_num": null
            },
            {
                "text": "Only Hui 2013 reported mean birthweight, showing no e ect of the intervention compared to the control (2.84 (SD 0.59) kg in the pessary group compared with 2.95 (SD 0.74) kg in the no treatment group).Three studies reported birthweight in two categories, less than 2500 g and less than 1500 g. (Goya 2012; Nicolaides 2016; Saccone 2017).These individual studies showed no significant di erence between the groups in terms of birthweight categories.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birthweight",
                "sec_num": null
            },
            {
                "text": "No studies reported late neurodevelopmental morbidity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Late neurodevelopmental morbidity",
                "sec_num": null
            },
            {
                "text": "Four studies reported necrotising enterocolitis (Dugo 2018; Goya 2012; Nicolaides 2016; Saccone 2017).It is unclear if cervical pessary compared to no treatment has an e ect on necrotising enterocolitis (RR 1.09, 95% CI 0.48 to 1.51; I 2 = 0%; 4 studies, 1722 infants; Analysis 1.12).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gastrointestinal morbidity: necrotising enterocolitis",
                "sec_num": null
            },
            {
                "text": "Two studies reported bronchopulmonary dysplasia (Dugo 2018; Saccone 2017).It is unclear if cervical pessary compared to no treatment has an e ect on the risk of bronchopulmonary dysplasia (RR 0.76, 95% CI 0.38 to 1.52; I 2 = 0%; 2 studies, 418 infants; Analysis 1.13).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Respiratory morbidity",
                "sec_num": null
            },
            {
                "text": "All five studies in this comparison reported respiratory distress syndrome (RDS).No study provided evidence of an e ect of the intervention on RDS, but we did not meta-analyse these data, as RDS was not among our secondary outcomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Respiratory morbidity",
                "sec_num": null
            },
            {
                "text": "Three studies provided data for this comparison (Care 2021; Cruz-Melguizo 2018; Pacagnella 2022).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus vaginal progesterone",
                "sec_num": null
            },
            {
                "text": "Three studies reported delivery before 34 weeks' gestation (Care 2021; Cruz-Melguizo 2018; Pacagnella 2022).Cervical pessary compared with vaginal progesterone probably reduces the risk of delivery before 34 weeks (RR 0.72, 95% CI 0.52 to 1.02; 3 studies, 1126 women; moderate-certainty evidence; Analysis 2.1; Summary of findings 2).However, as the 95% CI crosses the line of no e ect, we cannot rule out a slight increase in this outcome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Delivery before 34 weeks' gestation",
                "sec_num": null
            },
            {
                "text": "Delivery before 37 weeks' gestation:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (maternal)",
                "sec_num": null
            },
            {
                "text": "Three studies reported delivery before 37 weeks' gestation (Care 2021; Cruz-Melguizo 2018; Pacagnella 2022).Cervical pessary compared with vaginal progesterone probably reduces the risk of delivery before 37 weeks (RR 0.89, 95% CI 0.73 to 1.09; 3 studies, 1126 women; moderate-certainty evidence; Analysis 2.2; Summary of findings 2).However, as the 95% CI crosses the line of no e ect, we cannot rule out a slight increase in this outcome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (maternal)",
                "sec_num": null
            },
            {
                "text": "No studies reported maternal mortality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal mortality",
                "sec_num": null
            },
            {
                "text": "Two studies reported maternal infection or inflammation (Care 2021; Cruz-Melguizo 2018).Cervical pessary compared with vaginal progesterone probably has little or no e ect on the risk of vaginal infection (RR 0.95, 95% CI 0.81 to 1.12; 2 studies, 265 women; moderate-certainty evidence; Analysis 2.3; Summary of findings 2).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal infection or inflammation",
                "sec_num": null
            },
            {
                "text": "Two studies reported preterm prelabour rupture of membranes (Care 2021; Cruz-Melguizo 2018).It is unclear if cervical pessary compared to vaginal progesterone has an e ect on preterm prelabour rupture of membranes because the 95% CI is compatible with a wide range of e ects that encompass both appreciable benefit and harm (RR 1.02, 95% CI 0.53 to 1.97; 2 studies, 265 women; I 2 = 0%; Analysis 2.4).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preterm prelabour rupture of membranes",
                "sec_num": null
            },
            {
                "text": "No studies reported harm to women from the intervention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to woman from the intervention",
                "sec_num": null
            },
            {
                "text": "This outcome included tocolytic treatment, corticosteroid administration for lung maturity and antibiotics for positive vaginal swab.Data from Care 2021 and Cruz-Melguizo 2018 showed no clear di erence between cervical pessary and vaginal progesterone as regards tocolytic treatment (RR 0.71, 95% CI 0.34 to 1.49; 2 studies, 265 women; I 2 = 0%; Analysis 2.5) or corticosteroid treatment (RR 0.81, 95% CI 0.51to 1.28; 2 studies, 265 women; Analysis 2.5).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal medications",
                "sec_num": null
            },
            {
                "text": "Only Care 2021 reported antibiotic use for positive vaginal swab, showing no di erence between the groups (RR 0.29, 95% CI 0.01 to 5.79; 1 study, 11 women; Analysis 2.5)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal medications",
                "sec_num": null
            },
            {
                "text": "Cruz-Melguizo 2018 reported discontinuation in 4/128 cervical pessary users.Reported reasons were significant vaginal discomfort in two woman, intense vaginal bleeding in one woman and repeated expulsion of the pessary in one multiparous women (Analysis 2.6).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discontinuation of the intervention",
                "sec_num": null
            },
            {
                "text": "No studies reported maternal satisfaction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal satisfaction",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Neonatal/paediatric care unit admission",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (o spring)",
                "sec_num": null
            },
            {
                "text": "Only Care 2021 measured neonatal sepsis, reporting no cases among 11 infants (Analysis 2.9).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Neonatal sepsis",
                "sec_num": null
            },
            {
                "text": "No studies reported gestational age at birth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gestational age at birth",
                "sec_num": null
            },
            {
                "text": "Only Care 2021 measured harm to o spring from the intervention, reporting no cases among 11 infants (low-certainty evidence; Analysis 2.10; Summary of findings 2).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to o spring from the intervention",
                "sec_num": null
            },
            {
                "text": "No studies reported birthweight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birthweight",
                "sec_num": null
            },
            {
                "text": "In Cruz-Melguizo 2018, 2/128 infants in the cervical pessary group had early neurodevelopmental morbidity (retinopathy), compared with 1/126 in the vaginal progesterone group (Analysis 2.11).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Early neurodevelopmental morbidity",
                "sec_num": null
            },
            {
                "text": "No studies reported late neurodevelopmental morbidity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Late neurodevelopmental morbidity",
                "sec_num": null
            },
            {
                "text": "In Cruz-Melguizo 2018, 2/128 infants in the cervical pessary group had necrotising enterocolitis, compared with 0/126 in the vaginal progesterone group (Analysis 2.12).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gastrointestinal morbidity",
                "sec_num": null
            },
            {
                "text": "In Cruz-Melguizo 2018 7/128 infants in the cervical pessary group had respiratory morbidity, compared with 6/126 in the vaginal progesterone group (Analysis 2.13).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Respiratory morbidity",
                "sec_num": null
            },
            {
                "text": "Only Care 2021 provided data for this comparison.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus cervical cerclage",
                "sec_num": null
            },
            {
                "text": "Care 2021 reported no cases of delivery before 34 weeks in either arm of the study (low-certainty evidence; Analysis 3.1; Summary of findings 3).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Delivery before 34 weeks' gestation",
                "sec_num": null
            },
            {
                "text": "Delivery before 37 weeks' gestation Care 2021 reported 2/6 deliveries before 37 weeks in the cervical pessary group versus 0/7 in the control group (low-certainty evidence; Analysis 3.2; Summary of findings 3).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (maternal)",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report maternal mortality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal mortality",
                "sec_num": null
            },
            {
                "text": "In Care 2021, 2/6 women in the cervical pessary group had vaginal infection versus 2/7 in the cervical cerclage group (very lowcertainty evidence; Analysis 3.3; Summary of findings 3).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal infection or inflammation",
                "sec_num": null
            },
            {
                "text": "In Care 2021, 3/6 women in the cervical pessary group and 1/7 in the cervical cerclage group had prelabour rupture of membranes (Analysis 3.4).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preterm prelabour rupture of membranes",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report harm to women from the intervention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to woman from the intervention",
                "sec_num": null
            },
            {
                "text": "One woman in each arm of Care 2021 received tocolytic treatment.Corticosteroid stimulation of lung maturity was administered to 3/6 women in the cervical pessary group and 1/7 women in the cervical cerclage group.No women in the cervical pessary group received antibiotics due to a positive vaginal swab, compared with 2/7 women in the cervical cerclage group (Analysis 3.5).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal medications",
                "sec_num": null
            },
            {
                "text": "Care 2021 reported that 0/6 women in the pessary group discontinued the intervention, while one of the seven women with cervical cerclage had it removed when she progressed to active preterm labour at 25 weeks' gestation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discontinuation of the intervention",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report maternal satisfaction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maternal satisfaction",
                "sec_num": null
            },
            {
                "text": "Neonatal/paediatric care unit admission Care 2021 did not report neonatal/paediatric care unit admission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes (o spring)",
                "sec_num": null
            },
            {
                "text": "Care 2021 reported no deaths among the six infants in the cervical pessary group, and one death among the seven infants in the cervical cerclage group (low-certainty evidence; Analysis 3.7; Summary of findings 3).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fetal/neonatal mortality",
                "sec_num": null
            },
            {
                "text": "There were no reported cases of neonatal sepsis in either group (Analysis 3.8).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Neonatal sepsis",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report gestational age at birth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gestational age at birth",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "There were no reported cases of harm to o spring from the intervention in either group (Analysis 3.9).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Harm to o spring from the intervention",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report birthweight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birthweight",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report early neurodevelopmental morbidity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Early neurodevelopmental morbidity",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report late neurodevelopmental morbidity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Late neurodevelopmental morbidity",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report late neurodevelopmental morbidity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gastrointestinal morbidity",
                "sec_num": null
            },
            {
                "text": "Care 2021 did not report late neurodevelopmental morbidity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Respiratory morbidity",
                "sec_num": null
            },
            {
                "text": "We included eight RCTs in this review; one was a three-arm study that contributed data to more than one comparison.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of main results",
                "sec_num": null
            },
            {
                "text": "Five RCTs compared cervical pessary to no treatment, three studies compared cervical pessary to vaginal progesterone, and one study compared cervical pessary to cervical cerclage.All studies took place in high-income countries and met the criteria for trustworthiness according to the Pregnancy and Childbirth scientific integrity checklist.Risk of bias assessment showed low risk of bias in all domains except for performance and detection biases, as most studies were open-label.We also identified 16 registered ongoing RCTs evaluating cervical pessary in pregnant women with a short cervix for prevention of PTB in singleton pregnancy (see Characteristics of ongoing studies table).We will assess these ongoing studies for inclusion in the first update of this review.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of main results",
                "sec_num": null
            },
            {
                "text": "The current evidence suggests that cervical pessary compared with no treatment may reduce the risk of delivery before 34 weeks or before 37 weeks compared with no treatment (low-certainty evidence), although these results should be viewed with caution because the 95% CIs cross the line of no e ect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus no treatment",
                "sec_num": null
            },
            {
                "text": "Cervical pessary compared with no treatment probably results in little or no di erence in the risk of vaginal infection.Vaginal discharge and chorioamnionitis were not among our prespecified outcomes; however, it seems that cervical pessary compared with no treatment probably increases the risk of vaginal discharge, and may make little or no di erence to the risk of chorioamnionitis, although the wide 95% CI indicates the possibility of either increased risk or reduced risk.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus no treatment",
                "sec_num": null
            },
            {
                "text": "Regarding outcomes related to o spring, it is unclear if cervical pessary compared with no treatment has an e ect on neonatal/ paediatric care unit admission, fetal/neonatal mortality or neonatal sepsis, because the 95% CIs are compatible with a wide range of e ects that encompass both appreciable benefit and harm.In addition, the use of cervical pessary did not a ect the birthweight of the newborns in individual studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus no treatment",
                "sec_num": null
            },
            {
                "text": "The evidence suggests that cervical pessary use compared with vaginal progesterone may reduce the risk of preterm delivery before 34 weeks and before 37 weeks (moderate-certainty evidence), although these results should be viewed with caution because the 95% CIs cross the line of no e ect.Cervical pessary compared with vaginal progesterone probably has little or no e ect on the risk of vaginal infection.Only one study reported neonatal/ paediatric care unit admission and infant mortality, providing uncertain evidence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus progesterone treatment",
                "sec_num": null
            },
            {
                "text": "Only one study with a very small sample size was eligible for inclusion in this comparison.It was a feasibility study with few events, and the evidence is insu icient to generate any conclusions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cervical pessary versus cerclage",
                "sec_num": null
            },
            {
                "text": "In the protocol for this review, we stated that we aimed to compare cervical pessary with four comparators: no treatment, vaginal progesterone, cervical cerclage and bed rest (Abdel-Aleem 2019).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overall completeness and applicability of evidence",
                "sec_num": null
            },
            {
                "text": "We reviewed the search results against explicit criteria.We included eight RCTs, which provided data for three comparisons: cervical pessary versus no treatment (five studies), vaginal progesterone (three studies) and cervical cerclage (one study).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overall completeness and applicability of evidence",
                "sec_num": null
            },
            {
                "text": "Among the five studies that evaluated cervical pessary versus no treatment, we observed substantial heterogeneity for the primary outcome (delivery before 34 weeks' gestation; Analysis 1.1).However, the evidence suggested that the pessary use may decrease the risk of delivery before 34 weeks (low-certainty evidence; Summary of findings 1).The studies provided data for only some of our prespecified outcomes: no studies reported maternal satisfaction, and between one and four studies reported the remaining maternal outcomes.No studies reported the o spring outcomes of harm to o spring from the intervention or late neurodevelopmental morbidity.The remaining eight outcomes were variably reported in one to four of the studies, although we could not meta-analyse the data on birthweight (Analysis 1.7; Analysis 1.8; Analysis 1.9; Analysis 1.10; Analysis 1.11; Analysis 1.12; Analysis 1.13).In the key outcomes, the certainty of evidence varied from low to moderate (Summary of findings 1).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overall completeness and applicability of evidence",
                "sec_num": null
            },
            {
                "text": "We observed substantial heterogeneity among primary outcome data from the three studies that evaluated cervical pessary versus vaginal progesterone, though the evidence suggested that the intervention may reduce the rate preterm delivery before 34 weeks (Analysis 2.1; Summary of findings 2).Between one and three studies provided data for five of eight maternal secondary outcomes and seven of 10 o spring secondary outcomes (Analysis 2.2; Analysis 2.3; Analysis 2.4; Analysis 2.5; Analysis 2.6; Analysis 2.7; Analysis 2.8; Analysis 2.9; Analysis 2.10; Analysis 2.11; Analysis 2.12; Analysis 2.13).In the key outcomes, the certainty of evidence varied from low to moderate (Summary of findings 2).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overall completeness and applicability of evidence",
                "sec_num": null
            },
            {
                "text": "We met our objective of assessing the e ect of cervical pessary in prevention of preterm labour in high-risk cases, specifically in comparison to no treatment and progesterone treatment.However, we were unable to reach any conclusions on the e ects",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Overall completeness and applicability of evidence",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Cochrane Database of Systematic Reviews of cervical cerclage, and we identified no studies using bed rest as a comparator.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "All included studies had low risk of selection bias because they used computer-generated random tables for sequence generation, and either sealed opaque envelopes or web-based systems for allocation concealment.All had low risk of attrition bias, with 1% to 2% loss to follow-up, which is to be expected in a sample of pregnant women.Seven studies were considered at high risk of performance and detection biases because they were openlabel.The authors of one study, tried to blind the participants in the control group by simulating pessary insertion during a digital examination (Hui 2013 ).However, we do not consider this complete blinding because women can feel the pessary in their vagina.Two studies were terminated before reaching the calculated sample size (Hui 2013 ; Nicolaides 2016).All studies followed preregistered protocols, so had low risk of reporting bias (Figure 2 ).",
                "cite_spans": [
                    {
                        "start": 581,
                        "end": 590,
                        "text": "(Hui 2013",
                        "ref_id": null
                    },
                    {
                        "start": 766,
                        "end": 775,
                        "text": "(Hui 2013",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 883,
                        "end": 884,
                        "text": "2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "We produced an additional table with further details of the studies included in the first comparison (cervical pessary versus no treatment); it shows marked diversity between the populations, interventions, outcomes reported and previous and current risk of PTB (Table 1 ).It seems that the included studies examined di erent phenotypes of PTB, which could help to explain the heterogeneity among the results.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 269,
                        "end": 270,
                        "text": "1",
                        "ref_id": "TABREF43"
                    }
                ],
                "eq_spans": [],
                "section": "Certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "We included seven key outcomes in our summary of findings tables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "In the first comparison (cervical pessary versus no treatment), we downgraded the certainty of four key outcomes (delivery before 34 weeks, delivery before 37 weeks, neonatal/paediatric care unit admission, fetal/infant mortality) by two levels to low, and we downgraded the certainty of the evidence for maternal infection and inflammation by one level to moderate (Summary of findings 1).No studies reported harm to o spring or birthweight in this comparison.In the second comparison (cervical pessary versus vaginal progesterone), we downgraded the three maternal outcomes (delivery before 34 weeks and 37 weeks and maternal infection or inflammation) by one level to moderate-certainty evidence, and we downgraded three neonatal outcomes (neonatal/ paediatric care unit admission, fetal/infant mortality, harm to o spring) by two levels to low-certainty evidence (Summary of findings 2).No studies reported birthweight in this comparison.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "With regard to the third comparison (cervical pessary versus cervical cerclage, based on only one study), we downgraded the certainty of the evidence for delivery before 34 weeks and 37 weeks, fetal/infant mortality and harm to o spring by two levels to low, and we downgraded the certainty of the evidence for maternal infection and inflammation by three levels to very low (Summary of findings 3).The single study in this comparison did not report neonatal/paediatric care unit admission or birthweight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Certainty of the evidence",
                "sec_num": null
            },
            {
                "text": "We used predefined criteria to assess the scientific integrity/ trustworthiness of the studies.Although nine studies met our eligibility criteria, we moved one of them to studies awaiting classification a er this trustworthiness assessment (Karbasian 2016).This decision was based on lack of prospective registration and ethics committee approval.We attempted to contact the study authors via Cochrane Pregnancy and Childbirth, but received no response.If we obtain the necessary data, we will include Karbasian 2016 in the first update of this review.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential biases in the review process",
                "sec_num": null
            },
            {
                "text": "The available data covered three comparisons (cervical pessary versus no treatment, vaginal progesterone and cervical cerclage); we identified no studies for the comparison of cervical pessary versus bed rest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential biases in the review process",
                "sec_num": null
            },
            {
                "text": "In the first comparison (cervical pessary versus no treatment) we found substantial heterogeneity between included studies.In Goya 2012 and Saccone 2017, the pessary helped to prevent PTB, while Dugo 2018, Hui 2013 and Nicolaides 2016 found no benefit.We attempted to explain the heterogeneity among the included studies through subgroup analysis (by type of pessary, as prespecified in the protocol) and sensitivity analyses (repeating the analyses a er excluding studies with progesterone cointervention).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential biases in the review process",
                "sec_num": null
            },
            {
                "text": "Neither approach explained the heterogeneity.We examined the clinical diversity of the studies included in the first comparison, in terms of the populations, interventions and outcome reporting in relation to the prespecified outcomes (Table 1 ).We detected marked clinical diversity in all domains, which could explain part of the heterogeneity.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 242,
                        "end": 243,
                        "text": "1",
                        "ref_id": "TABREF43"
                    }
                ],
                "eq_spans": [],
                "section": "Potential biases in the review process",
                "sec_num": null
            },
            {
                "text": "We noticed extreme degrees of variability in the incidence of the primary outcome (delivery before 34 weeks) between the included RCTs in both study arms.Four studies used Arabin pessaries, while Dugo 2018 used the Bioteque cup.However, the subgroup analysis suggested that type of pessary had no e ect on the primary outcome.Moreover, the exclusion of studies with the progesterone cointervention did not seem to make any di erence in the sensitivity analysis (Table 1 ).Since we included fewer than 10 studies in this comparison, we did not perform metaregression to explain heterogeneity.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 468,
                        "end": 469,
                        "text": "1",
                        "ref_id": "TABREF43"
                    }
                ],
                "eq_spans": [],
                "section": "Potential biases in the review process",
                "sec_num": null
            },
            {
                "text": "Another limitation of the review is that the definitions of the outcomes were mainly based on CROWN consensus and do not exactly match those defined in the included studies (van 't Hoo 2016).This limited the number of reported outcomes in relation to prespecified outcomes.Moreover, outcomes such as chorioamnionitis, vaginal discharge or neonatal RDS, which were not prespecified in the CROWN consensus, are of clinical importance in this population.In addition, some studies reported outcomes in units other than those specified in the review and could not be included in the analysis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential biases in the review process",
                "sec_num": null
            },
            {
                "text": "In the second comparison (cervical pessary versus vaginal progesterone), we found substantial heterogeneity among studies",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Potential biases in the review process",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Cochrane Database of Systematic Reviews for the primary outcome.While Pacagnella 2022 reported a reduction in delivery before 34 weeks in the pessary group, Care 2021 and Cruz-Melguizo 2018 did not.The reasons outlined above for the first comparison could explain the heterogeneity between studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "We identified 16 registered ongoing studies.The publication of results has been delayed in many cases, which reflects the di iculty of conducting RCTs in this area (Characteristics of ongoing studies).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "Despite the diversity of data included in our meta-analysis, overall there is evidence of a possible reduction in the risk of delivery before 34 weeks or 37 weeks with the use of cervical pessary compared with no treatment or vaginal progesterone, although the results of all of these meta-analysis do not rule out the possibility of no e ect or a small increase in PTB.One previous Cochrane Review on this topic included both singleton and twin pregnancy and identified only one eligible study (Goya 2012); the evidence suggested that cervical pessary may reduce PTB compared no treatment, in line with our results (Abdel-Aleem 2013).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Agreements and disagreements with other studies or reviews",
                "sec_num": null
            },
            {
                "text": "However, our findings contradict those of Jin 2017, a review that included three RCTs in the comparison of cervical pessary versus no treatment and showed no benefit of the pessary (Goya 2012; Hui 2013; Nicolaides 2016).Our results also di er from those of Correa 2019, which included five RCTs and found that cervical pessary was not superior to no treatment (Goya 2012; Hui 2013; Karbasian 2016; Nicolaides 2016; Saccone 2017).Additionally, a network metaanalysis by Jarde and colleagues included four RCTs (Goya 2012; Hui 2013; Nicolaides 2016; Saccone 2017), and found that there was insu icient evidence to reach conclusions for the comparisons of cervical pessary versus cervical cerclage, vaginal progesterone and bed rest (Jarde 2019) .Regarding the comparison with no intervention or treatment as usual, Jarde 2019 found that cervical pessary had little or no e ect on prevention of delivery before 34 weeks, but may have reduced delivery before 37 weeks.Our systematic review showed a potential protective e ect of cervical pessary compared to no treatment in prevention of delivery before 34 weeks or 37 weeks, but with very marked heterogeneity and wide CIs that crossed the line of no e ect.Another meta-analysis by Perez-Lopez and colleagues included only three studies (Goya 2012; Nicolaides 2016; Saccone 2017), and found that cervical pessary compared with no treatment did not reduce delivery before 34 weeks but did reduce delivery before 37 weeks (Perez-Lopez 2019).",
                "cite_spans": [
                    {
                        "start": 730,
                        "end": 742,
                        "text": "(Jarde 2019)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Agreements and disagreements with other studies or reviews",
                "sec_num": null
            },
            {
                "text": "The di erence with our review is that Perez-Lopez 2019 did not include two studies that showed no e ect of cervical pessary on PTB (Dugo 2018; Hui 2013).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Agreements and disagreements with other studies or reviews",
                "sec_num": null
            },
            {
                "text": "The diversity of results on the e ectiveness of cervical pessary may be related to di erent phenotypes of PTB.One retrospective study found that in women with short cervix and previous preterm prelabour rupture of membranes, cervical pessary may be a less e ective option (Care 2019).This study highlighted the importance of the phenotype of previous PTB for predicting the treatment e ect.Future clinical trials should take this information into account.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Agreements and disagreements with other studies or reviews",
                "sec_num": null
            },
            {
                "text": "Regarding the second comparison (cervical pessary versus vaginal progesterone), our results di er from those of one meta-analysis by Liu and colleagues (Liu 2019) .It included three RCTS (Karbasian 2016; Nicolaides 2016; Saccone 2017), and found that combined treatment (pessary plus progesterone) was not superior to progesterone alone in prevention of delivery before 34 weeks (RR 0.91, 95% CI 0.47 to 1.77).Di erences in the phenotypes of PTB and ethnic background of participants may explain the di ering results.",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 162,
                        "text": "(Liu 2019)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Agreements and disagreements with other studies or reviews",
                "sec_num": null
            },
            {
                "text": "In women with singleton pregnancy and risk factors for cervical insu iciency, cervical pessary compared to no treatment or vaginal progesterone may reduce the risk of delivery before 34 weeks or 37 weeks of gestation, although these results should be viewed with caution due to uncertainty around the e ect estimates.There is insu icient evidence with regard to the e ect of cervical pessary versus cervical cerclage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for practice",
                "sec_num": null
            },
            {
                "text": "Due to the low certainty of evidence in most of the prespecified outcomes and non-reporting of other outcomes, there is a need for further robust randomised clinical trials that use standardised terminology for maternal and o spring outcomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for research",
                "sec_num": null
            },
            {
                "text": "There is also a need for data from lower-income countries to ensure generalisability.Further research should concentrate on comparisons of cervical pessary versus cervical cerclage and bed rest.Investigation of di erent phenotypes of preterm birth could be of importance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for research",
                "sec_num": null
            },
            {
                "text": "As part of the prepublication editorial process, several people provided comments on this review: three peers (an editor and two referees who are external to the editorial team), a member of Cochrane Pregnancy and Childbirth's international panel of consumers, and the Group's Statistical Adviser.The authors are grateful to the following peer reviewers for their time and comments: Dr Vicky Hodgetts",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A C K N O W L E D G E M E N T S",
                "sec_num": null
            },
            {
                "text": "Gmoser G, Girardi F, Mayer HO, Hermann J, Haas J.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gmoser 1991 {published data only}",
                "sec_num": null
            },
            {
                "text": "• Semi-structured interview conducted 1 week after randomisation to evaluate participant experience of the trial • Study visit to the clinic 2 weeks after randomisation to review CL following treatment • Any further visits to PTB clinic at the discretion of the treating clinician • Postnatal visit 6 weeks after birth arranged as part of qualitative study to evaluate women's experience",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• Recruitment rate, measured as number of women recruited in 1-year period.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outcomes",
                "sec_num": null
            },
            {
                "text": "• Willingness of women to be randomised, measured as rate of screening failures in each hospital.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outcomes",
                "sec_num": null
            },
            {
                "text": "• Adherence to protocol by doctors and women, measured as number of protocol deviations as defined by the trial monitoring plan • Preliminary piloting of appropriate measures of outcome and procedures for definitive trial • Participant and clinician acceptability of treatment, measured by number of participant withdrawals or changes of treatment • Safety outcomes: incidence of adverse events, PTB and PPROM • Participant satisfaction with proposed current trial model (qualitative methods) • Expected relative resource impact of using cervical cerclage, Arabin pessary, or vaginal progesterone for the prevention of PTB (nested health economics study) • Clinical outcomes: Quote: \"We collected data in accordance with the international clinical consensus on minimal data collection for pessary trials as outlined by international consortium PROspective meta-analysis for pessary trials (PROMPT Collaborative) and to reflect a primary outcome of birth less than 34 weeks and markers of neonatal morbidity and mortality\" Cointerventions: progesterone (intervention arm: 6; control arm: 5) and cervical cerclage (intervention arm: 1; control arm: 2)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outcomes",
                "sec_num": null
            },
            {
                "text": "Every for weeks until 37 weeks' gestation for:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• transvaginal ultrasonographic measurement of CL;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• transabdominal ultrasonography for assessment of fetal well-being; and",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• assessment of adverse events.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• Spontaneous delivery before 34 weeks",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary outcome",
                "sec_num": null
            },
            {
                "text": "• Spontaneous delivery before 37 weeks",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Every 4 weeks until 37 weeks' gestation for:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• hospital or office visits; and",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• assessment of potential complications or symptoms related to cervical pessary.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• PTB before 37 weeks",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary outcome",
                "sec_num": null
            },
            {
                "text": "• PTB before 34 weeks, 28 weeks and 24 weeks",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Every 4 weeks until 37 weeks' gestation for:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "• ultrasonographic measurement of CL;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "• assessment of adverse effects; and",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "• collection of vaginal swabs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "• Delivery before 34 weeks' gestation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary outcome",
                "sec_num": null
            },
            {
                "text": "• Spontaneous delivery before 37 weeks",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "• Gestational age at delivery (weeks)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Every 4 weeks until 34 weeks' gestation for:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• ultrasonographic measurement of CL;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• assessment of adverse events; and",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• collection of vaginal swabs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• Spontaneous delivery before 34 weeks' gestation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary outcome",
                "sec_num": null
            },
            {
                "text": "• Mean birthweight",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Every 4 weeks until 37 weeks of gestation for:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule:",
                "sec_num": null
            },
            {
                "text": "• routine assessments, including weight and blood pressure measurements, cervicometry, fetal sonography and evaluation of possible AEs of each treatment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule:",
                "sec_num": null
            },
            {
                "text": "Primary outcome:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outcomes",
                "sec_num": null
            },
            {
                "text": "• PTB before 37 weeks' gestation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Outcomes",
                "sec_num": null
            },
            {
                "text": "• Rate of low-birthweight delivery (defined as birthweight < 2500 g)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Study name Rationale and design of SuPPoRT: a multicenter randomised controlled trial to compare 3 treatments: cervical cerclage, cervical pessary and vaginal progesterone, for the prevention of preterm birth in women who develop a short cervix • High-risk women with singleton pregnancies and CL < 25 mm on TVU between 14 + 0 weeks' gestation (dated by ultrasound or last menstrual period and adjusted for ultrasound-estimated date of delivery once ultrasound performed if no miscarriage prior to dating ultrasound) until 23 + 6 weeks' gestation with written consent to participate and ≥ 1 of the following risk factors:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Characteristics of ongoing studies [ordered by study ID]",
                "sec_num": null
            },
            {
                "text": "• previous PPROM (before 37 weeks);",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Characteristics of ongoing studies [ordered by study ID]",
                "sec_num": null
            },
            {
                "text": "• history of sPTB/second trimester loss (16-37 weeks); or • history of any cervical procedure to treat abnormal smears (i.e.large loop excision, laser conization, cold knife conization or radical diathermy).• Women with incidental finding of short cervix on ultrasound scan (e.g. at the time of anomaly scan) are also eligible for inclusion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Characteristics of ongoing studies [ordered by study ID]",
                "sec_num": null
            },
            {
                "text": "• Persistent fresh vaginal bleeding evident on speculum examination • Other maternal and fetal outcomes: clinical course, therapies administered, maternal and fetal morbidity and mortality data until discharge or 28 days postnatal (whichever soonest), AEs related to intervention • Participant and clinician's perception of treatment/satisfaction: questionnaires with a selection of participants at 0-2 weeks after procedure • Questionnaires at 1 year planned (if funding is obtained)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exclusion criteria:",
                "sec_num": null
            },
            {
                "text": "• Health costs at 28 days postnatal • Biochemical endpoints (on available samples): cervicovaginal swabs will be taken to determine the presence of infection and concentrations of bio markers of PTB, infection and inflammation, and blood samples taken for inflammatory markers and genetic analysis.Results will be correlated with maternal and fetal outcomes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exclusion criteria:",
                "sec_num": null
            },
            {
                "text": "Starting",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exclusion criteria:",
                "sec_num": null
            },
            {
                "text": "Participants Setting: Dutch Consortium for Healthcare Evaluation and Research in Obstetrics and Gynaecology -NVOG Consortium 2.0, a collaborative network of all major hospitals in The Netherlands and the Dutch Society of Obstetrics and Gynaecology (NVOG).In addition, international hospitals interested in the trial can participate in this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "Inclusion criteria:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample size: 400 participants",
                "sec_num": null
            },
            {
                "text": "• Asymptomatic women with a singleton pregnancy • Women with prior sPTB before 34 weeks' gestation are offered the use of progesterone and cervical length measurements before 24 weeks' gestation.• Women with CL ≤ 25 mm before 24 weeks' gestation are eligible to participate in the trial as these women would be eligible for a secondary cerclage.• Women who are considered for placement of cerclage before 16 weeks' gestation based on their obstetric history of cervical insufficiency (primary cerclage) are eligible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample size: 400 participants",
                "sec_num": null
            },
            {
                "text": "Exclusion criteria",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample size: 400 participants",
                "sec_num": null
            },
            {
                "text": "• Placenta praevia • Vasa praevia • PPROM • CL < 2 mm • Cervical dilation ≥ 3 cm • Identified",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sample size: 400 participants",
                "sec_num": null
            },
            {
                "text": "• PTB before 34 weeks of gestation in singleton pregnancies (time frame: up to 20 weeks from recruitment) • PTB before 32 weeks of gestation in twin pregnancies (time frame: up to 20 weeks from recruitment)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary outcomes",
                "sec_num": null
            },
            {
                "text": "• Other PTB age before 34 weeks in singleton pregnancies or 28 weeks in twin pregnancies (time frame: up to 20 weeks from recruitment) • Neonatal/perinatal complications (time frame: up to 20 weeks from recruitment): RDS, necrotising enterocolitis, intraventricular haemorrhage, proven neonatal sepsis, retinopathy of prematurity, bronchopulmonary dysplasia, periventricular leukomalacia, fetal death, neonatal death, Apgar score < 7 at 5 minutes, birthweight < 1500 g or < 2500 g, use of mechanical ventilation, congenital anomaly Study name A randomised trial of pessary in singleton pregnancies with a short cervix (TOPS)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Methods RCT",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Setting: 12 hospitals in the USA",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "• Singleton gestation.Twin gestation reduced to singleton either spontaneously or therapeutically, is not eligible unless the reduction occurred before 13 + 6 weeks project gestational age.Higher order multifetal gestations reduced to singletons are not eligible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Inclusion criteria:",
                "sec_num": null
            },
            {
                "text": "• Gestational age at randomisation 16 + 0-23 + 6 weeks based on clinical information and evaluation of earliest ultrasound.• CL ≤ 20 mm on transvaginal examination by study-certified sonographer.There is no lower cervical length threshold.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Inclusion criteria:",
                "sec_num": null
            },
            {
                "text": "• Cervical dilation (internal os) ≥ 3 cm on digital examination or evidence of prolapsed membranes beyond the external cervical os either at the time of the qualifying cervical ultrasound examination or at a cervical exam immediately before randomisation • Fetal anomaly or imminent fetal demise.This includes lethal anomalies, or anomalies that may lead to early delivery or increased risk of neonatal death (e.g.gastroschisis, spina bifida, serious karyotypic abnormalities).An ultrasound examination from 14 + 0 weeks to 23 + 6 weeks by project estimated date of confinement (EDC) must be performed prior to randomisation to evaluate the fetus for anomalies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Exclusion criteria",
                "sec_num": null
            },
            {
                "text": "Trusted evidence.Informed decisions.Better health.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Library",
                "sec_num": null
            },
            {
                "text": "• Previous sPTB between 16 + 0 weeks and 36 + 6 weeks.This includes induction for PPROM in a prior pregnancy.• Planned treatment with intramuscular 17-α hydroxy-progesterone caproate • Placenta praevia, because of risk of bleeding and high potential for indicated PTB.A low-lying placenta is acceptable.• Active vaginal bleeding greater than spotting at time of randomisation (because of potential exacerbation due to pessary placement) • Symptomatic, untreated vaginal or cervical infection (because of potential exacerbation due to pessary placement).Women may be treated and, if subsequently asymptomatic, randomised.However, if it is more than 10 days since CL measurement, a new CL measurement must be obtained.• Active, unhealed herpetic lesion on labia minora, vagina, or cervix (due to potential for significant discomfort or increasing genital tract viral spread).Once lesion(s) heal and the woman is asymptomatic, she may be randomised.History of herpes is not an exclusion criterion.• Rupture of membranes (due to likelihood of pregnancy loss and preterm delivery as well as the risk of ascending infection which could be increased with pessary placement).• > 6 contractions/hour reported or documented prior to randomisation.It is not necessary to place the participant on a tocodynamometer.• Known major Mullerian anomaly of the uterus; specifically bicornuate, unicornuate, or uterine septum not resected (due to increased risk of preterm delivery which is unlikely to be affected by progesterone) • Any fetal/maternal condition that would require invasive in-utero assessment or treatment (e.g.significant red cell antigen sensitisation or neonatal alloimmune thrombocytopenia).• Major maternal medical illness associated with increased risk for adverse pregnancy outcome or indicated PTB (treated hypertension requiring > 1 agent, treatment for diabetes prior to pregnancy, chronic renal insufficiency defined by creatinine > 1.4 mg/dL, carcinoma of the breast, conditions treated with chronic oral glucocorticoid therapy).Lupus, uncontrolled thyroid disease, and New York Heart Association(NYHA) stage II or greater cardiac disease are also excluded.• Participants with seizure disorders, HIV, and other medical conditions not specifically associated with an increased risk of indicated PTB are not excluded.Prior cervical cone/LOOP/loop electrocautery excision procedure (LEEP) is not an exclusion criterion.• Planned cerclage or cerclage already in place (since it would preclude placement of a pessary) • Planned indicated delivery before 37 weeks • Allergy to silicone • Participation in another interventional study that influences gestational age at delivery or neonatal morbidity or mortality • Participation in this trial in a previous pregnancy.Participants who were screened in a previous pregnancy but not randomised may be included.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "Sample size: 960 participants",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cochrane Database of Systematic Reviews",
                "sec_num": null
            },
            {
                "text": "• Age ≥ 18 years • Singleton or multiple pregnancy (both twin and higher order) undergoing routine anomaly scan (18-22 weeks for singleton pregnancy and 16-22 weeks for multiple pregnancies)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Inclusion criteria",
                "sec_num": null
            },
            {
                "text": "Total events: Heterogeneity: Tau² = 0.65; Chi² = 41.64,df = 4 (P < 0.00001); I² = 90% Test for overall effect: Z = 0.84 (P = 0.40) Test for subgroup differences: Chi² = 1.07, df = 1 (P = 0.30), I² = 6.2%Total (95% CI) Total events: Heterogeneity: Tau² = 0.13; Chi² = 5.88, df = 2 (P = 0.05); I² = 66% Test for overall effect: Z = 0.17 (P = 0.87) Test for subgroup differences: Not applicable",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total (95% CI)",
                "sec_num": null
            },
            {
                "text": "HA-A is the guarantor of this systematic review.He is responsible for conceiving, designing and co-ordinating the review.OMS extracted and analysed the data and wrote and revised the review.MAA-A extracted the data, produced the summary of findings tables and revised the review.AAM extracted and analysed the data and revised the review.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C O N T R I B U T I O N S O F A U T H O R S",
                "sec_num": null
            },
            {
                "text": "HA-A is a Professor of Obstetrics and Gynaecology at the Faculty of Medicine, Assuit University, Egypt and reports no conflicts of interest.OMS reports no conflicts of interest.MAA-A works as a Professor of Obstetrics and Gynaecology at the Women Health Centre, Assiut University, Egypt and reports no conflicts of interest.AAM reports no conflicts of interest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "D E C L A R A T I O N S O F I N T E R E S T",
                "sec_num": null
            },
            {
                "text": "• Assiut University, Egypt Assuit University supported the authors who are employees of the University.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S O U R C E S O F S U P P O R T Internal sources",
                "sec_num": null
            },
            {
                "text": "Cervical pessary for preventing preterm birth in singleton pregnancies (Review)Copyright © 2022 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Funding sources: funded by the National Institute for Health Research (Research for Patient Benefit Programme, three-arm randomized trial of Arabin pessary, cervical cerclage, and progesterone to prevent spontaneous preterm birth in an asymptomatic high-risk cohort: a feasibility study, PB-PG-0213-30106) Funding sources: Quote: \"This study was fully funded with public funds obtained in competitive calls: grant EC11/086 of the Ministry of Health Call for Independent Clinical Research in year 2011 and grant PI12/02240 from the Institute of Health Carlos III.The study was performed and monitored with the support of the Spanish Clinical Research Network, funded by grant PT13/0002/0005 from the National R +D+I 2013-2016 Plan of the Institute of Health Carlos III (AES 2013).\"Funding sources: Quote: \"The study was funded by the Bill & Melinda Gates Foundation and Brazilian National Research Council (CNPq).\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "funding",
                "sec_num": null
            },
            {
                "text": "In women with a singleton pregnancy, cervical pessary compared with no treatment or vaginal progesterone may reduce the risk of delivery before 34 weeks or 37 weeks, although these results should be viewed with caution due to uncertainty around the e ect estimates.There is insu icient evidence with regard to the e ect of cervical pessary compared with cervical cerclage on PTB.Due to low certainty-evidence in many of the prespecified outcomes and non-reporting of several other outcomes of interest for this review, there is a need for further robust RCTs that use standardised terminology for maternal and o spring outcomes.Future trials should take place in a range of settings to improve generalisability of the evidence.Further research should concentrate on comparisons of cervical pessary versus cervical cerclage and bed rest.Investigation of di erent phenotypes of PTB may be relevant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Authors' conclusions",
                "sec_num": null
            },
            {
                "text": "Vaginal cervical support device to prevent delivery of a single baby before 37 weeks",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "P L A I N L A N G U A G E S U M M A R Y",
                "sec_num": null
            },
            {
                "text": "Preterm birth means birth before 37 weeks of pregnancy.It is the leading cause of death in newborn babies.O en, preterm birth is caused by weakness of the cervix (the lower, narrow end of the womb).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "What is preterm birth?",
                "sec_num": null
            },
            {
                "text": "Authors' judgement Support for judgement",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bias",
                "sec_num": null
            },
            {
                "text": "Random sequence generation (selection bias)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bias Authors' judgement Support for judgement",
                "sec_num": null
            },
            {
                "text": "Computer-generated sequence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Low risk",
                "sec_num": null
            },
            {
                "text": "Low risk Allocation to assigned treatment through independent unit (central telephone).Blinding of participants and personnel (performance bias) All outcomes",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allocation concealment (selection bias)",
                "sec_num": null
            },
            {
                "text": "Open-label study.Blinding of outcome assessment (detection bias) All outcomes",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "High risk",
                "sec_num": null
            },
            {
                "text": "Open-label study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "High risk",
                "sec_num": null
            },
            {
                "text": "Low risk Loss to follow-up 1%-2%.Selective reporting (reporting bias)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Incomplete outcome data (attrition bias) All outcomes",
                "sec_num": null
            },
            {
                "text": "Study authors adhered to study protocol.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Low risk",
                "sec_num": null
            },
            {
                "text": "Baseline study characteristics were homogeneous.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Other bias Low risk",
                "sec_num": null
            },
            {
                "text": "Open-label RCT",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Methods",
                "sec_num": null
            },
            {
                "text": "Women randomised: 385 (intervention: 192; control: 193) Inclusion criteria• Singleton pregnancy",
                "cite_spans": [
                    {
                        "start": 18,
                        "end": 55,
                        "text": "385 (intervention: 192; control: 193)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Setting: 5 hospitals in Spain",
                "sec_num": null
            },
            {
                "text": "Every 4 weeks until 34 weeks' gestation for:• ultrasound scans for fetal growth and CL; and• high vaginal swabs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Follow-up schedule",
                "sec_num": null
            },
            {
                "text": "• Delivery before 34 weeks' gestation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary outcome",
                "sec_num": null
            },
            {
                "text": "• Gestational age at delivery",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Secondary outcomes",
                "sec_num": null
            },
            {
                "text": "Low risk Allocation to assigned treatment through independent unit (web-based system).Blinding of participants and personnel (performance bias) All outcomes",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allocation concealment (selection bias)",
                "sec_num": null
            },
            {
                "text": "Open-label study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "High risk",
                "sec_num": null
            },
            {
                "text": "High risk Open-label study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Blinding of outcome assessment (detection bias) All outcomes",
                "sec_num": null
            },
            {
                "text": "Low risk 932/932 women included in analysis.Selective reporting (reporting bias)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Incomplete outcome data (attrition bias) All outcomes",
                "sec_num": null
            },
            {
                "text": "Study authors adhered to study protocol.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Low risk",
                "sec_num": null
            },
            {
                "text": "No baseline differences between groups, but trial terminated before reaching sample size (935/1600).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Other bias High risk",
                "sec_num": null
            },
            {
                "text": "Open-label RCT",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Methods",
                "sec_num": null
            },
            {
                "text": "Setting: co-ordinating centre is the Women's Hospital at the University of Campinas in Brazil.Participating centres are 17 reference obstetric units in different geographic regions of Brazil, including academic and general maternity hospitals and other health facilities such as ultrasound clinics and prenatal care units.Women randomised: 475 (intervention: 225; control: 220)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Participants",
                "sec_num": null
            },
            {
                "text": "• Singleton or twin pregnancy Outcomes reported in a form with only trial identification as identifier.Data analyst blinded until completion of analysis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Inclusion criteria",
                "sec_num": null
            },
            {
                "text": "Low risk 300/300 randomised women included in analysis.Selective reporting (reporting bias)Low risk Study authors adhered to study protocol.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Incomplete outcome data (attrition bias) All outcomes",
                "sec_num": null
            },
            {
                "text": "No baseline differences between groups.Study not terminated prematurely.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Other bias Low risk",
                "sec_num": null
            },
            {
                "text": "The protocol for this review was published in PROSPERO on 2 July 2019 (Abdel-Aleem 2019)We changed the comparator 'placebo/no treatment' to 'no treatment' on the advice of the Contact Editor.Although 'placebo/no treatment' is our standard, there is no real possibility of a placebo vaginal device.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W",
                "sec_num": null
            },
            {
                "text": "The original review, 'Cervical pessary for preventing preterm birth' (Abdel-Aleem 2013), was split into two reviews:• Cervical pessary for preventing preterm birth in singleton pregnancies (this review).• Cervical pessary for preventing preterm birth in multiple pregnancies (vacant title).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "N O T E S",
                "sec_num": null
            },
            {
                "text": "Medical Subject Headings (MeSH)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I N D E X T E R M S",
                "sec_num": null
            },
            {
                "text": "Female; Humans; Pregnancy",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MeSH check words",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Use of the pessary in the prevention of preterm delivery",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Correa",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Amorim",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Tomazelli",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Correa",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Revista Brasileira de Ginecologia e Obstetricia",
                "volume": "41",
                "issue": "1",
                "pages": "53--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Preterm birth and mortality and morbidity: a population-based quasi-experimental study",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "D'onofrio 2013 D'onofrio",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [
                            "A"
                        ],
                        "last": "Class",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Rickert",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Larsson",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Långström",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Lichtenstein",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "JAMA Psychiatry",
                "volume": "70",
                "issue": "",
                "pages": "1231--1240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The spectrum of leukomalacia using cranial ultrasound",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "De Vries",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Eken",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dubowitz",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Behavioural Brain Research",
                "volume": "49",
                "issue": "",
                "pages": "1--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Prenatal administration of progesterone for preventing preterm birth in women considered to be at risk of preterm birth",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Dodd",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Flenady",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cincotta",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Crowther",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Cochrane Database of Systematic Reviews",
                "volume": "",
                "issue": "7",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1002/14651858.CD004947.pub3"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Transabdominal cervicoisthmic cerclage in the management of recurrent second trimester miscarriage and pre-term delivery",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Gibb",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Salaria",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "British Journal of Obstetrics and Gynaecology",
                "volume": "102",
                "issue": "",
                "pages": "802--806",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "GRADEpro GDT",
                "authors": [],
                "year": 2022,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Higgins",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Green",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "The Cochrane Collaboration",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Methodological Expectations of Cochrane Intervention Reviews",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Higgins",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Lasserson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Chandler",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Tovey",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Flemyng",
                        "suffix": ""
                    }
                ],
                "year": 2022,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Cerclage pessary for preventing preterm birth in women with a singleton pregnancy and a short cervix at 20 to 24 weeks: a randomised controlled trial",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hui",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Chor",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Lau",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Lao",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Leung",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Leading Health Indicators for Healthy People",
                "volume": "30",
                "issue": "",
                "pages": "283--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Vaginal progesterone, oral progesterone, 17-OHPC, cerclage, and pessary for preventing preterm birth in at-risk singleton pregnancies: an updated systematic review and network meta-analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Jarde",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Lutsiv",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Beyene",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "BJOG: An International Journal of Obstetrics & Gynaecology",
                "volume": "126",
                "issue": "5",
                "pages": "556--567",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Cervical pessary for prevention of preterm birth: a meta-analysis",
                "authors": [
                    {
                        "first": "X",
                        "middle": [
                            "H"
                        ],
                        "last": "Jin",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Huang",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Scientific Reports",
                "volume": "17",
                "issue": "",
                "pages": "425--460",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Global, regional, and national causes of child mortality: an updated systematic analysis for 2010 with time trends since 2000",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "L"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Cousens",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Perin",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Scott",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawn",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Lancet",
                "volume": "379",
                "issue": "",
                "pages": "2151--2161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Vaginal progesterone combined with cervical pessary in preventing preterm birth: a metaanalysis",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Song",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Meng",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Zhao",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Journal of Maternal-Fetal & Neonatal Medicine",
                "volume": "16",
                "issue": "",
                "pages": "1--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "The incompetent cervix",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Lo",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "O&G Magazine",
                "volume": "11",
                "issue": "2",
                "pages": "30--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Suture of the cervix for inevitable miscarriage",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Journal of Obstetrics and Gynaecology of the British Commonwealth",
                "volume": "64",
                "issue": "",
                "pages": "346--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Interventions during pregnancy to prevent preterm birth: an overview of Cochrane systematic reviews",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Medley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Vogel",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Care",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Alfirevic",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Cochrane Database of Systematic Reviews",
                "volume": "",
                "issue": "11",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1002/14651858.CD012505.pub2"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Causes of stillbirths and early neonatal deaths: data from 7993 pregnancies in six developing countries",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "T"
                        ],
                        "last": "Ngoc",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Merialdi",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Abdel-Aleem",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Carroli",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Purwar",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Zavaleta",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin of the World Health Organization",
                "volume": "84",
                "issue": "",
                "pages": "699--705",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Figure 2 and Figure 3 summarise the results of our risk of bias assessment.",
                "fig_num": "2",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "Figure 2. Risk of bias summary: review authors' judgements about each risk of bias item for each included study.",
                "fig_num": "23",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "text": "Barinov 2020 {published data only} Barinov SV, Shamina IV, Di Renzo GC, Lazareva OV, Tirskaya YI, Medjannikova IV, et al.The role of cervical pessary and progesterone therapy in the phenomenon of placenta previa migration.Journal of Maternal-Fetal & Neonatal Medicine 2020;33(6):913-9.Daskalakis 2013 {published data only} Daskalakis G, Zaharakis D, Papantoniou N, Domali E, Theodora M, Mesogitis S, et al.Cervical pessary for short cervical length in the mid-trimester.Journal of Perinatal Medicine 2013;41(Suppl 1):Abstract no: 186.* Zacharakis D, Daskalakis G, Papantoniou N, Theodora M, Mesogitis S, Vlachos G, et al.Is treatment with cervical pessaries an option in pregnant women with a mid-trimester short cervix?Journal of Maternal-Fetal and Neonatal Medicine 2012;25(S2):52.",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "text": "as a National Institute for Health Research registered portfolio study, SuPPoRT is open to UK hospitals with the appropriate facilities and experience of PTB surveillance and treatment Sample size: 400 participants Inclusion criteria",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "text": "= 0.78; Chi² = 36.36,df = 3 (P < 0.00001); I² = 92% Test for overall effect: Z = 0.92 (P = 0.36) applicable Test for overall effect: Z = 0.47 (P = 0.64)",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF6": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (= 0.00, df = 1 (P = 0.99); I² = 0% Test for overall effect: Z = 0.45 (P = 0.65) Test for subgroup differences: Not applicable Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF7": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (= 0.27, df = 1 (P = 0.61); I² = 0% Test for overall effect: Z = 4.35 (P < 0.0001) Test for subgroup differences: Chi² = 6.26, df = 1 (P = 0.01), I² = 84",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF8": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF9": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (= 0.61; Chi² = 6.38, df = 2 (P = 0.04); I² = 69% Test for overall effect: Z = 0.74 (P = 0.46) Test for subgroup differences: Not applicable Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (= 2.83; Chi² = 10.42,df = 1 (P = 0.001); I² = 90% Test for overall effect: Z = 1.30(P = 0.19) Test for subgroup differences: Not applicable Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (G) Other bias Analysis 1.11.Comparison 1: Cervical pessary versus no treatment (singleton pregnancy), Outcome 11: Early neurodevelopmental morbidity = 5.38; Chi² = 12.10, df = 1 (P = 0.0005); I² = 92% Test for overall effect: Z = 0.64 (P = 0.52) = 1.53;Chi² = 6.88, df = 3 (P = 0.08); I² = 56% Test for overall effect: Z = 0.81 (P = 0.42)",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF10": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (G) Other bias Comparison 2. Cervical pessary versus vaginal progesterone (singleton pregnancy)",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF11": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (G) Other bias Analysis 2.4.Comparison 2: Cervical pessary versus vaginal progesterone (singleton pregnancy), Outcome 4: Preterm prelabour rupture of membranes Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF12": {
                "text": "Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (G) Other bias Analysis 2.8.Comparison 2: Cervical pessary versus vaginal progesterone (singleton pregnancy), Outcome 8: Fetal/infant mortality Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (G) Other bias Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (G) Other bias Analysis 2.11.Comparison 2: Cervical pessary versus vaginal progesterone (Random sequence generation (selection bias) (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) (D) Blinding of outcome assessment (detection bias) (E) Incomplete outcome data (attrition bias) (F) Selective reporting (reporting bias) (G) Other bias Analysis 2.12.Comparison 2: Cervical pessary versus vaginal progesterone (singleton pregnancy), Outcome 12: Gastrointestinal morbidity: necrotising enterocolitis",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF13": {
                "text": "applicable Test for overall effect: Z = 1.24 (P = 0.22) Test for subgroup differences: Not applicable applicable Test for overall effect: Z = 1.24 (P = 0.22)3.5.3 Antibiotics for positive vaginal swabCare 2021 Subtotal (95% CI) Total events: Heterogeneity: Not applicable Test for overall effect: Z = 1.01 (P = 0.31)Total (95% CI)Total events: Heterogeneity: Chi² = 2.43, df = 2 (P = 0.30); I² = 18% Test for overall effect: Z = 0.24 (P = 0.81) Test for subgroup differences: Chi² = 2.38, df = 2 (P = 0.30), I² = 15",
                "fig_num": null,
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td/><td/><td>Relative effect</td><td>№ of partici-</td><td>Certainty of</td><td>Comments</td></tr><tr><td/><td/><td>(95% CI)</td><td>pants</td><td>the evidence</td><td/></tr><tr><td/><td/><td/><td>(studies)</td><td>(GRADE)</td><td/></tr><tr><td>Delivery before 34 weeks' ges-</td><td>Study population</td><td>RR 0.72</td><td>1830</td><td>⊕⊕⊝⊝</td><td>-</td></tr><tr><td>tation</td><td/><td>(0.33 to 1.55)</td><td>(5 RCTs)</td><td>Low a</td><td/></tr><tr><td/><td>218 per 1000</td><td>157 per 1000</td><td/><td/><td/></tr><tr><td/><td/><td>(72 to 338)</td><td/><td/><td/></tr><tr><td>Delivery before 37 weeks' ges-</td><td>Study population</td><td>RR 0.68</td><td>1830</td><td>⊕⊕⊝⊝</td><td>-</td></tr><tr><td>tation</td><td/><td>(0.44 to 1.05)</td><td>(5 RCTs)</td><td>Low a</td><td/></tr><tr><td/><td>304 per 1000</td><td>207 per 1000</td><td/><td/><td/></tr><tr><td/><td/><td>(134 to 319)</td><td/><td/><td/></tr><tr><td>Maternal infection or inflam-</td><td>Study population</td><td>RR 1.04</td><td>1032</td><td>⊕⊕⊕⊝</td><td>-</td></tr><tr><td>mation</td><td/><td>(0.87 to 1.26)</td><td>(2 RCTs)</td><td>Moderate b</td><td/></tr><tr><td/><td>289 per 1000</td><td>301 per 1000</td><td/><td/><td/></tr><tr><td/><td/><td>(251 to 364)</td><td/><td/><td/></tr><tr><td>Neonatal/paediatric care unit</td><td>Study population</td><td>RR 0.96</td><td>1332</td><td>⊕⊕⊝⊝</td><td>-</td></tr><tr><td>admission</td><td/><td>(0.58 to 1.59)</td><td>(3 RCTs)</td><td>Low d</td><td/></tr><tr><td/><td>118 per 1000</td><td>113 per 1000</td><td/><td/><td/></tr><tr><td/><td/><td>(68 to 188)</td><td/><td/><td/></tr><tr><td>Fetal/infant mortality</td><td>Study population</td><td/><td/><td/><td/></tr><tr><td/><td>34 per 1000</td><td>31 per 1000</td><td/><td/><td/></tr><tr><td/><td/><td>(20 to 50)</td><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF1": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF2": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health.</td><td>264 per 1000</td><td>235 per 1000</td><td/><td/><td>Moderate a</td></tr><tr><td/><td/><td/><td>(193 to 288)</td><td/><td/><td/></tr><tr><td colspan=\"2\">Maternal infection or in-</td><td>Study population</td><td/><td>RR 0.95</td><td>265</td><td>⊕⊕⊕⊝</td><td>-</td></tr><tr><td colspan=\"4\">flammation Patient or population: women with singleton pregnancies at risk of cervical insufficiency 687 per 1000 653 per 1000 Setting: hospital (556 to 769) Intervention: cervical pessary</td><td>(0.81 to 1.12)</td><td>(2 RCTs)</td><td>Moderate b</td></tr><tr><td colspan=\"2\">Neonatal/paediatric care Comparison: cervical cerclage</td><td>Study population</td><td/><td>RR 0.98</td><td>254</td><td>⊕⊕⊝⊝</td><td>-</td></tr><tr><td colspan=\"2\">unit admission Outcomes</td><td colspan=\"2\">111 per 1000 Risk with cervical Anticipated absolute effects* (95% CI) 109 per 1000 Risk with cervical pessary (54 to 220)</td><td>(0.49 to 1.98) (95% CI) Relative effect</td><td>(studies) (1 RCT) pants № of partici-</td><td>(GRADE) the evidence Low e Certainty of</td><td>Comments</td></tr><tr><td colspan=\"2\">Fetal/infant mortality</td><td>Study population cerclage</td><td/><td>RR 1.97</td><td>265</td><td>⊕⊕⊝⊝</td><td>-</td></tr><tr><td colspan=\"3\">23 per 1000 0 per 1000 Study population Delivery before 34 weeks' ges-tation</td><td>0 per 1000 (11 to 176) 45 per 1000</td><td>(0.50 to 7.70) Not estimable</td><td>(1 RCT) (2 RCTs) 13</td><td>Low a Low c ⊕⊕⊝⊝</td><td>-</td></tr><tr><td colspan=\"2\">Harm to offspring from the</td><td>Study population</td><td>(0 to 0)</td><td>Not estimable</td><td>11</td><td>⊕⊕⊝⊝</td><td>-</td></tr><tr><td colspan=\"3\">intervention tation Delivery before 37 weeks' ges-0 per 1000 0 per 1000 Study population</td><td>0 per 1000 0 per 1000 (0 to 0)</td><td>(0.33 to 99.97) RR 5.71</td><td>(1 RCT) (1RCT) 13</td><td>Low b Low d ⊕⊕⊝⊝</td><td>-</td></tr><tr><td colspan=\"2\">Birthweight</td><td>Not reported</td><td>(0 to 0)</td><td>Not reported</td><td/><td/><td>-</td></tr><tr><td colspan=\"2\">Maternal infection or inflam-</td><td>Study population</td><td/><td>RR 0.23</td><td>13</td><td>⊕⊝⊝⊝</td><td>-</td></tr><tr><td>mation</td><td/><td/><td/><td>(0.01 to 4.00)</td><td>(1 RCT)</td><td>Very low c</td></tr><tr><td/><td/><td>286 per 1000</td><td>66 per 1000</td><td/><td/><td/></tr><tr><td/><td/><td/><td>(3 to 1000)</td><td/><td/><td/></tr><tr><td colspan=\"2\">Neonatal/paediatric care unit</td><td>Not reported</td><td/><td>Not reported</td><td/><td/><td>-</td></tr><tr><td>admission</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Fetal/infant mortality</td><td>Study population</td><td/><td>Relative effect RR 0.38</td><td>№ of partici-13</td><td>Certainty of ⊕⊕⊝⊝</td><td>Comments -</td></tr><tr><td/><td/><td/><td/><td>(95% CI) (0.02 to 7.93)</td><td>pants (1 RCT)</td><td>the evidence Low d</td></tr><tr><td/><td/><td>143 per 1000</td><td>54 per 1000</td><td/><td>(studies)</td><td>(GRADE)</td></tr><tr><td/><td/><td/><td>(3 to 1000)</td><td/><td/><td/></tr><tr><td colspan=\"3\">Study population Study population Harm to offspring from the in-Delivery before 34 weeks'</td><td/><td>RR 0.72 Not estimable</td><td>1126 13</td><td>⊕⊕⊕⊝ ⊕⊕⊝⊝</td><td>--</td></tr><tr><td>gestation tervention</td><td/><td/><td/><td>(0.52 to 1.02)</td><td>(3 RCTs) (1 RCT)</td><td>Moderate a Low a</td></tr><tr><td/><td/><td>125 per 1000 0 per 1000</td><td>90 per 1000 0 per 1000</td><td/><td/><td/></tr><tr><td/><td/><td/><td>(65 to 127) (0 to 0)</td><td/><td/><td/></tr><tr><td colspan=\"2\">Delivery before 37 weeks' Birthweight</td><td>Study population Not reported</td><td/><td>RR 0.89 Not reported</td><td>1126</td><td>⊕⊕⊕⊝</td><td>--</td></tr><tr><td>gestation</td><td/><td/><td/><td>(0.73 to 1.09)</td><td>(3 RCTs)</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF3": {
                "text": "Cochrane Database of Systematic Reviews of Cochrane Pregnancy and Childbirth recommended splitting the original review into two; one dealing with singleton pregnancy and the other dealing with multiple pregnancy.This review focused on singleton pregnancy.",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health.</td></tr></table>",
                "type_str": "table"
            },
            "TABREF7": {
                "text": "When requested, did the trial authors provide/share the protocol or ethics approval letter, or both?• Did the trial authors engage in communication with the Cochrane Review authors within the agreed timelines?• Did the trial authors provide individual participant data upon request?If not, was there a plausible reason?",
                "html": null,
                "num": null,
                "content": "<table><tr><td>• Are there any retraction notices or expressions of concern</td></tr><tr><td>listed on the Retraction Watch Database relating to this study</td></tr><tr><td>(retractiondatabase.org)?</td></tr><tr><td>• Was the study prospectively registered (for those studies</td></tr><tr><td>published a er 2010)? If not, was there a plausible reason?</td></tr><tr><td>• Baseline characteristics</td></tr></table>",
                "type_str": "table"
            },
            "TABREF8": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Seven studies were two-arm RCTs (Cruz-Melguizo 2018; Dugo</td></tr><tr><td>2018; Goya 2012; Hui 2013; Nicolaides 2016; Pacagnella</td></tr><tr><td>2022; Saccone 2017) and one was a three-arm RCT (Care</td></tr><tr><td>2021). Nicolaides 2016 was a multicentre trial conducted in</td></tr><tr><td>England, Slovenia, Portugal, Chile, Australia, Italy, Albania,</td></tr><tr><td>Germany and Belgium. Pacagnella 2022 was conducted in 17 sites</td></tr><tr><td>in Brazil. The others took place in Spain (Cruz-Melguizo 2018; Goya</td></tr><tr><td>2012), the USA (Dugo 2018), Hong Kong (Hui 2013), Italy (Saccone</td></tr><tr><td>2017) and the UK (Care 2021).</td></tr><tr><td>Five studies took place between 2010 and 2019 (Care 2021, Cruz-</td></tr><tr><td>Melguizo 2018 Dugo 2018; Pacagnella 2022; Saccone 2017), two</td></tr><tr><td>studies took place between 2000 and 2009 (Goya 2012; Nicolaides</td></tr><tr><td>2016) and the remaining study took place from 2008 to 2011</td></tr></table>",
                "type_str": "table"
            },
            "TABREF11": {
                "text": "Two studies reported intracranial haemorrhage grade 3 or 4 (Dugo 2018; Saccone 2017).It is unclear if cervical pessary compared to no treatment has an e ect on intracranial haemorrhage (RR 0.33, 95% CI 0.01 to 9.53; Tau 2 = 5.38;I",
                "html": null,
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF12": {
                "text": "Only Cruz-Melguizo 2018 reported neonatal/paediatric care unit admission.Cervical pessary compared to vaginal progesterone may have little or no e ect on the risk of neonatal/paediatric care unit admission (RR 0.98, 95% CI 0.49 to 1.98; low-certainty evidence; Analysis 2.7; Summary of findings 2).",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Fetal/infant mortality</td></tr><tr><td>Care 2021 and Cruz-Melguizo 2018 reported fetal/neonatal</td></tr><tr><td>mortality. It is unclear if cervical pessary compared to vaginal</td></tr><tr><td>progesterone has an e ect on the risk of fetal/neonatal mortality</td></tr><tr><td>(RR 1.97, 95% CI 0.50 to 7.70; 2 studies, 265 infants; low-certainty</td></tr><tr><td>evidence; Analysis 2.8; Summary of findings 2).</td></tr></table>",
                "type_str": "table"
            },
            "TABREF14": {
                "text": "Morton, Clinical Lecturer, University of Birmingham, UK; Begoña Martinez de Tejada, University Hospitals of Geneva and Faculty of Medicine, University of Geneva, Switzerland.The National Institute for Health Research (NIHR) supported this project via Cochrane Infrastructure funding to Cochrane Pregnancy and Childbirth.The views and opinions expressed herein are those of the authors and do not necessarily reflect those of the Evidence Synthesis Programme, the NIHR, the National Health Service (NHS) or the Department of Health and Social Care.We thank Julia Turner for her help in copy editing the review.",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health. Trusted evidence. Informed decisions. Better health.</td><td/><td>Cochrane Database of Systematic Reviews Cochrane Database of Systematic Reviews</td></tr><tr><td colspan=\"2\">Saccone 2017 {published data only}</td><td colspan=\"2\">REFERENCES</td></tr><tr><td colspan=\"3\">References to studies included in this review NCT02716909. Pessary in singleton gestations with short cervix without prior preterm birth. clinicaltrials.gov/ct2/show/</td><td>Goya 2012 {published data only}</td></tr><tr><td colspan=\"3\">NCT02716909 (first received 23 March 2016). Care 2021 {published data only} Care A, Jackson R, O'Brien E, Leigh S, Cornforth C, Haycox A, et al. Cervical cerclage, pessary, or vaginal progesterone in high-risk pregnant women with short cervix: a randomized * Saccone G, Maria Maruotti G, Giudicepietro A, Martinelli P. E ect of cervical pessary on spontaneous preterm birth in women with singleton pregnancies and short cervical length. A</td><td>* Goya M, Pratcorona L, Merced C, Rodo C, Valle L, Romero A, et al. Cervical pessary in pregnant women with a short cervix (PECEP): an open-label randomised controlled trial. Lancet 2012;12(379):1800-6.</td></tr><tr><td colspan=\"3\">feasibility study. Journal of Maternal-Fetal &amp; Neonatal Medicine randomised clinical trial. JAMA 2017;318(23):2317-24. 2021;34(1):49-57. ISRCTN11186205. Prevention of preterm birth [Three-arm randomised trial of cervical cerclage, Arabin pessary and Saccone G, Maruotti G, Martinelli P, Berghella V. Exercise and sex in women with short cervix: a secondary analysis of a randomized trial. American Journal of Obstetrics and Gynecology</td><td>NCT00706264. Prevention of preterm birth using cervical pessary in pregnant women with short cervix (PECEP). clinicaltrials.gov/ct2/show/NCT00706264 (first received 27 June 2008).</td></tr><tr><td colspan=\"3\">vaginal progesterone to prevent spontaneous preterm birth in 2018;218(1 Suppl):S396-S397. asymptomatic women at high-risk of preterm birth: a feasibility study]. www.isrctn.com/ISRCTN11186205 (first received 9 March 2016). [CENTRAL: CN-01852806] References to studies excluded from this review</td><td>Hui 2013 {published data only} * Hui S, Chor C, Lau T, Lao T, Leung T. Cerclage pessary for preventing preterm birth in women with a singleton pregnancy and a short cervix at 20 to 24 weeks: a randomised controlled</td></tr><tr><td colspan=\"2\">Cruz-Melguizo 2018 {published data only} Barinov 2017 {published data only}</td><td/><td>trial. American Journal of Perinatology 2013;30(4):283-8.</td></tr><tr><td colspan=\"3\">Cabrera-Garcia L, Cruz-Melguizo S, Ruiz-Antoran B, Torres F, Velasco A, Martinez-Payo C, et al. Evaluation of two treatment strategies for the prevention of preterm birth in women identified as at risk by ultrasound (PESAPRO Trial): study protocol for a randomised controlled trial. Trials 2015;16(1):427. Barinov SV, Shamina IV, Lazareva OV, Tirskaya YI, Ralko VV, Shkabarnya LL, et al. Comparative assessment of Arabin pessary, cervical cerclage and medical management for preterm birth prevention in high-risk pregnancies. Journal of Maternal-Fetal &amp; Neonatal Medicine 2017;30(15):1841-6.</td><td>ISRCTN18185477. Cerclage pessary for preventing preterm birth in Chinese women with a short cervix in singleton pregnancies: a randomized controlled trial. www.isrctn.com/ ISRCTN18185477 (first received 10 April 2012).</td></tr><tr><td/><td/><td/><td>Nicolaides 2016 {published data only}</td></tr><tr><td/><td/><td/><td>ISRCTN01096902. Randomized study of pessary versus standard</td></tr><tr><td/><td/><td/><td>management in women with increased chance of premature</td></tr><tr><td/><td/><td/><td>birth. www.controlled-trials.com/ISRCTN01096902 (first</td></tr><tr><td/><td/><td/><td>received 5 April 2008).</td></tr><tr><td/><td/><td/><td>NCT00735137. Randomized study of pessary vs standard</td></tr><tr><td colspan=\"3\">Cervical pessary compared with vaginal progesterone for preventing early preterm birth: a randomized controlled trial. Obstetrics</td><td>management in women with increased chance of premature birth. clinicaltrials.gov/ct2/show/NCT00735137 (first received 14 August 2008).</td></tr><tr><td colspan=\"2\">and Gynecology 2018;132(4):907-15.</td><td/><td>* Nicolaides KH, Syngelaki A, Poon LC, Picciarelli G, Tul N,</td></tr><tr><td colspan=\"3\">NCT01643980. Prevention of preterm birth in pregnant women at risk identified by ultrasound: evaluation of two treatment strategies. clinicaltrials.gov/ct2/show/NCT01643980 (first</td><td>Zamprakou A, et al. A randomised trial of a cervical pessary to prevent preterm singleton birth. New England Journal of Medicine 2016;374(11):1044-52.</td></tr><tr><td>received 18 July 2012).</td><td/><td/><td>Pacagnella 2022 {published data only}</td></tr><tr><td colspan=\"3\">Dugo 2018 {published data only} Boelig RC, Roman A, Berghella V, Ludmir J, Dugo L. Predicting asymptomatic cervical dilation in pregnant patients with short mid-trimester cervical length: a secondary analysis of a randomized controlled trial. Acta Obstetricia et Gynecologica Scandinavica 2019;98:761-8.</td><td>Pacagnella RC, Mol BW, Borovac-Pinheiro A, Passini RJ, Nomura ML, Andrade KC, et al. A randomized controlled trial on the use of pessary plus progesterone to prevent preterm birth in women with short cervical length (P5 trial). BMC Pregnancy and Childbirth 2019;19(1):442. [CENTRAL: CN-02051459] [EMBASE: 630003574] [PMID: 31775669]</td></tr><tr><td colspan=\"3\">* Dugo L, Berghella V, Sehdev H, Mackeen AD, Goetzl L, Ludmir J. Prevention of preterm birth with pessary in singletons (PoPPS): a randomised controlled trial. Ultrasound in Obstetrics &amp; Gynecology 2018;51:573-9.</td><td>Pacagnella RC, Silva T, Cecatti JG, Passini-Jr R, Fanton T, Borovac-Pinheiro A, et al. 2 Pessary plus progesterone to prevent preterm birth in women with a short cervix (P5 trial). American Journal of Obstetrics and Gynecology 2021;224(2):S1-S2. [CENTRAL: CN-02247365] [EMBASE: 2010867881]</td></tr><tr><td colspan=\"3\">Dugo L, Ludmir J, Berghella V, Mackeen AD, Goetzl L. Prevention of preterm birth with pessary in singletons (PoPPS): a randomized controlled trial. American Journal of Obstetrics and Gynecology 2017;216(1 Suppl):S4-S5.</td><td>* Pacagnella RC, Silva T, Cecatti JG, Passini-Jr R, Fanton T, Borovac-Pinheiro A, et al. Pessary plus progesterone to prevent preterm birth in women with a short cervix: a randomised controlled trial. Obstetrics and Gynecology 2022;139(1):41-51.</td></tr></table>",
                "type_str": "table"
            },
            "TABREF19": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library Cochrane Library</td><td colspan=\"2\">Trusted evidence. Informed decisions. Better health. Trusted evidence. Informed decisions. Better health.</td><td>Cochrane Database of Systematic Reviews Cochrane Database of Systematic Reviews</td></tr><tr><td>Goya 2012 (Continued)</td><td/><td/></tr><tr><td/><td/><td colspan=\"2\">• Miscarriage rate Women randomised: 935 (intervention: 466; control: 469)</td></tr><tr><td/><td/><td colspan=\"2\">• Neonatal death • Major adverse outcomes before discharge from the hospital including neonatal jaundice Inclusion criteria</td></tr><tr><td/><td/><td>• Sepsis • Age ≥ 16 years</td></tr><tr><td/><td/><td colspan=\"2\">• Intraventricular haemorrhage • Singleton pregnancy</td></tr><tr><td/><td/><td colspan=\"2\">• RDS • Routine ultrasonographic examination at 20-24 weeks of gestation</td></tr><tr><td/><td/><td>• CL ≤ 25 mm</td></tr><tr><td>Notes</td><td/><td colspan=\"2\">Registration number: ISRCTN18185477</td></tr><tr><td/><td/><td>Exclusion criteria</td></tr><tr><td/><td/><td colspan=\"2\">Trial dates: October 2008-November 2011</td></tr><tr><td/><td/><td>• Fetal death</td></tr><tr><td/><td/><td colspan=\"2\">Funding sources: not reported • Major fetal defect</td></tr><tr><td/><td/><td colspan=\"2\">• Cervical cerclage in place</td></tr><tr><td/><td/><td colspan=\"2\">• Tocolytic treatment • Painful regular uterine contractions</td></tr><tr><td/><td/><td colspan=\"2\">• Corticosteroid treatment for fetal maturation • Ruptured membranes diagnosed before randomisation</td></tr><tr><td/><td/><td>• Chorioamnionitis</td></tr><tr><td>Interventions</td><td/><td colspan=\"2\">• Pregnancy bleeding Intervention: Arabin cervical pessary (CE0482, MED/CERT ISO 9003/EN 46003; Dr Arabin, Witten, Ger-</td></tr><tr><td/><td/><td>• PPROM many)</td></tr><tr><td/><td/><td>• Caesarean delivery Control: no treatment</td></tr><tr><td colspan=\"2\">Random sequence genera-</td><td>Low risk</td><td>Computer-generated sequence.</td></tr><tr><td>tion (selection bias)</td><td/><td/></tr><tr><td>Allocation concealment</td><td/><td>Low risk</td><td>Allocation to assigned treatment through independent unit (central phone</td></tr><tr><td>(selection bias)</td><td/><td/><td>randomisation).</td></tr><tr><td>Blinding of participants</td><td/><td>High risk</td><td>Open-label study.</td></tr><tr><td>and personnel (perfor-</td><td/><td/></tr><tr><td>mance bias)</td><td/><td/></tr><tr><td>All outcomes</td><td/><td/></tr><tr><td>Blinding of outcome as-</td><td/><td>High risk</td><td>Open-label study.</td></tr><tr><td>sessment (detection bias)</td><td/><td/></tr><tr><td>All outcomes</td><td/><td/></tr><tr><td>Incomplete outcome data</td><td/><td>Low risk</td><td>Loss to follow-up 2/192 in intervention group and 3/193 in control group.</td></tr><tr><td>(attrition bias)</td><td/><td/></tr><tr><td>All outcomes</td><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF20": {
                "text": "• Perinatal (fetal or neonatal) death • Composite of major adverse events in neonate before hospital discharge (any grade of intraventricular haemorrhage, RDS, any retinopathy of prematurity, necrotising enterocolitis) • Composite of indicators of neonatal special care (admission to NICU, mechanical ventilation, phototherapy, treatment for proven or suspected sepsis, blood transfusion) • Major maternal complication attributable to pessary (maternal death, serious cervical or vaginal trauma, chorioamnionitis) Periventricular leukomalacia (focal periventricular necrotic and diffuse gliosis in the surrounding cerebral white matter that may have cystic lesions secondary to necrotic foci in the white matter) • Severe RDS (grunting, retractions, or other typical distress symptoms in a premature infant immediately after birth with a chest radiography showing homogenous opaque infiltrates and air bronchograms) • Bronchopulmonary dysplasia (infant requiring treatment with > 21% oxygen for ≥ 28 days) • Periventricular haemorrhage grade 2 (haemorrhage is present in a non-distended lateral ventricle) or higher • Necrotising enterocolitis (spectrum of intestinal conditions including feeding intolerance, mild abdominal distention, spontaneous intestinal perforations and intestinal necrosis) • Proven sepsis before discharge (generalised bacterial infection occurring within the neonatal period up to 4 weeks beyond expected date of delivery accompanied by a positive blood culture) • Stillbirth or neonatal death In the pessary group, digital examination every 4 weeks until delivery to ensure proper pessary placement.Women asked about adherence to progesterone and AEs (vaginal discharge, pelvic discomfort, and pelvic pain).Bleeding or lacerations during insertion and removal of pessary also recorded.•For women in both groups who presented after 26 weeks' gestation with symptoms of preterm labour, tocolytic and glucocorticoids administrated for fetal lung maturation and hospitalisation offered.",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library Cochrane Library Cochrane Library Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health. Trusted evidence. Informed decisions. Better health. Trusted evidence. Informed decisions. Better health. Trusted evidence. Informed decisions. Better health.</td><td>Cochrane Database of Systematic Reviews Cochrane Database of Systematic Reviews Cochrane Database of Systematic Reviews</td></tr><tr><td>Nicolaides 2016 (Continued) Pacagnella 2022 (Continued) Saccone 2017 (Continued)</td><td/><td/></tr><tr><td/><td>• Cervical dilation &gt; 1 cm • Suspicion of chorioamnionitis</td><td/></tr><tr><td/><td colspan=\"2\">• Monoamniotic twin pregnancy, higher order twin pregnancy (triplets or higher) • Placenta praevia or accreta</td></tr><tr><td/><td>• Major fetal malformation of ≥ 1 fetus • Ballooning of membranes outside the cervix into the vagina</td><td/></tr><tr><td/><td>• Stillbirth • CL 0 mm</td><td/></tr><tr><td/><td>• Painful and regular uterine contractions</td><td/></tr><tr><td>Interventions</td><td colspan=\"2\">Intervention: Arabin pessary registered at the national health surveillance agency of Brazil (Pessário AM® by Ingamed) with the dimensions: inner circle 30 mm, outer circle 70 mm, height 25 mm; plus mi-• History of sPTB between 16 + 0 weeks and 36 + 6 weeks of gestation</td></tr><tr><td>Interventions</td><td colspan=\"2\">cronised progesterone 200 mg capsules (commercial Progesterone (Utrogestam)) Intervention: cervical pessary (certified by European Conformity)</td></tr><tr><td/><td colspan=\"2\">Control: vaginal progesterone (micronised progesterone 200 mg capsules (commercial Progesterone (Utrogestam)) Control: no treatment</td></tr><tr><td/><td colspan=\"2\">Cointerventions: for CL ≤ 20 mm, women in both groups prescribed vaginal progesterone 200 mg sup-Cointerventions: described above (intervention arm) positories daily until 36 + 6 weeks of gestation</td></tr><tr><td/><td>Follow-up schedule: Follow-up schedule</td><td/></tr><tr><td colspan=\"3\">Pessary not removed until week 36 of gestation, except in cases of PROM, active vaginal bleeding, signs of preterm labour (defined as severe discomfort with regular uterine contractions) or medically indicat-ed birth before 36 weeks' gestation Primary outcome • Composite of neonatal adverse events • Outcomes Outcomes Primary outcome • Spontaneous delivery before 34 weeks' gestation Secondary outcomes • Spontaneous PTB before 37 weeks, 32 weeks and 28 weeks of gestation • Gestational age at delivery • Latency (time from randomisation to delivery) • PPROM before 34 weeks' gestation • Mode of delivery • Maternal AEs (vaginal discharge and pelvic discomfort) • Chorioamnionitis (inflammation of the chorion and amnion by histopathological assessment after delivery) • Neonatal outcomes including birthweight, admission to NICU, neonatal death (≤ 28 days of life), peri-• Secondary outcomes natal death (intrauterine fetal death after 20 weeks' gestation or neonatal death), and composite of</td></tr><tr><td/><td colspan=\"2\">adverse perinatal outcomes, defined as ≥ 1 of the following: • Gestational age at birth • necrotising enterocolitis; • Birthweight • intraventricular haemorrhage grade 3 or 4; • Adequacy of birth weight for gestational age • RDS; • 1st-and 5th-minute Apgar score • bronchopulmonary dysplasia; • Neonatal gestational age • retinopathy of prematurity requiring therapy; or • Overall, spontaneous and medical induced PTB rate before 28 weeks, 32 weeks, 34 weeks and 37 weeks of gestation • blood culture-proven sepsis or neonatal death.</td></tr><tr><td>Notes</td><td colspan=\"2\">Registration number: ISRCTN01096902. • Post hoc exploratory outcomes included PTB (spontaneous and iatrogenic) before 37 weeks, 34 • PPROM rate weeks, 32 weeks, and 28 weeks of gestation; iatrogenic PTB before 34 weeks; birthweight &lt; 2500 g or • NICU admission and length of stay • Maternal morbidity and mortality &lt; 1500 g; and the components of the composite of adverse perinatal outcomes.</td></tr><tr><td>Notes</td><td>• Maternal ICU admission Trial dates: September 2008-January 2013 • Maternal length of stay in hospital Registration number: NCT02716909</td><td/></tr><tr><td/><td colspan=\"2\">• Cost-benefit analysis of screening programme, treatment cost, maternal inpatient treatment costs, Trial dates: March 2016-May 2017 Funding sources: Quote: \"Supported by a grant from the Fetal Medicine Foundation.\" Conflicts of interest: Quote: \"No potential conflict of interest relevant to this article was reported.\" neonatal inpatient treatment costs and pessary use unwanted effects Funding sources: not reported</td></tr><tr><td>Risk of bias</td><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF22": {
                "text": "Visible membranes evident on speculum examination or open cervix on ultrasound scan • Severe abdominal pain/evidence of sepsis (as judged by attending clinician) • Known significant congenital or structural or chromosomal fetal abnormality • Suspected or proven rupture of fetal membranes at time of recruitment • Current use of progesterone pessaries or use of progesterone beyond 18 weeks' gestation",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health.</td><td>Cochrane Database of Systematic Reviews</td></tr><tr><td/><td>• • Cervical suture in place (vaginal or abdominal)</td><td/></tr><tr><td/><td>• Cervical pessary in place</td><td/></tr><tr><td/><td colspan=\"2\">• Judgement by attending clinician that 1 treatment modality is better than the other in an individ-</td></tr><tr><td/><td>ual woman</td><td/></tr><tr><td/><td colspan=\"2\">• Insufficient understanding of the trial in investigator's opinion</td></tr><tr><td/><td colspan=\"2\">• Any contraindications or cautions to investigational medicinal product, including known allergy</td></tr><tr><td/><td colspan=\"2\">or hypersensitivity to progesterone, hepatic dysfunction, undiagnosed vaginal bleeding, mam-</td></tr><tr><td/><td colspan=\"2\">mary or genital tract carcinoma, thrombophlebitis, thromboembolic disorders, cerebral haemor-</td></tr><tr><td/><td>rhage or porphyria</td><td/></tr><tr><td>Interventions</td><td colspan=\"2\">Cervical pessary (Arabin pessary) versus vaginal progesterone (200 mg daily) versus cervical cer-</td></tr><tr><td/><td>clage</td><td/></tr><tr><td>Outcomes</td><td>Primary outcome</td><td/></tr><tr><td/><td>• Delivery before 37 completed weeks' gestation</td><td/></tr><tr><td/><td>Secondary outcomes</td><td/></tr><tr><td/><td>• intraventricular haemorrhage;</td><td/></tr><tr><td/><td>• periventricular leukomalacia;</td><td/></tr><tr><td/><td>• hypoxic Ischaemic encephalopathy;</td><td/></tr><tr><td/><td>• necrotising enterocolitis;</td><td/></tr><tr><td>Hezelgrave 2016</td><td>• bronchopulmonary dysplasia; or</td><td/></tr><tr><td/><td>• sepsis.</td><td/></tr><tr><td/><td colspan=\"2\">• Delivery before 30 completed weeks and 34 completed weeks' gestation</td></tr><tr><td/><td>• Gestational age at delivery</td><td/></tr><tr><td/><td>• Time between intervention and delivery</td><td/></tr><tr><td/><td>• Requirement for rescue cerclage (bulging fetal membranes)</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF24": {
                "text": "Maternal side effects and both neonatal and maternal hospital admissions • Perinatal outcomes will be assessed through a composite of adverse perinatal outcome (chronic lung disease, intraventricular haemorrhage > grade II, periventricular leukomalacia > grade I, necrotising enterocolitis > stage I, retinopathy of prematurity, patent ductus arteriosus, treated seizures, early and late onset sepsis, neonatal meningitis, (intrapartum) stillbirth, death before discharge from the nursery).",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health.</td><td>Cochrane Database of Systematic Reviews</td></tr><tr><td>Koullali 2017 (Continued)</td><td/><td/></tr><tr><td/><td>Sample size: 430 participants</td><td/></tr><tr><td/><td>Inclusion criteria</td><td/></tr><tr><td/><td>• ≤ 24 + 0 weeks' gestation</td><td/></tr><tr><td/><td colspan=\"2\">• CL ≤ 25 mm in a singleton pregnancy or ≤ 38 mm in twins pregnancy</td></tr><tr><td/><td colspan=\"2\">• Willingness to comply with the protocol for the duration of the study</td></tr><tr><td/><td>• Informed consent</td><td/></tr><tr><td/><td>Exclusion criteria:</td><td/></tr><tr><td/><td colspan=\"2\">• Fetal factors: major fetal abnormalities, death of 1 or both fetuses, twin-to-twin transfusion syn-</td></tr><tr><td/><td>drome, severe growth retardation</td><td/></tr><tr><td/><td colspan=\"2\">• Maternal factors: prophylactic cervical cerclage in place, painful regular uterine contractions, ac-</td></tr><tr><td/><td colspan=\"2\">tive labour, active vaginal bleeding, maternal age &lt; 18, uterine abnormalities (e.g. 2 cervices), se-</td></tr><tr><td/><td>vere uterine prolapse</td><td/></tr><tr><td/><td colspan=\"2\">• Membranes and placental factors: placenta praevia, ruptured membranes</td></tr><tr><td>Interventions</td><td colspan=\"2\">Cervical pessary (2 pessary sizes: 65 mm/17 mm/35 mm or 70 mm/17 mm/35 mm) + progesterone</td></tr><tr><td/><td colspan=\"2\">200 mg daily vaginal suppositories (Utrogestan) versus progesterone 200 mg daily vaginal supposi-</td></tr><tr><td/><td>tories (Utrogestan) alone</td><td/></tr><tr><td/><td>major congenital or chromosomal abnormalities</td><td/></tr><tr><td/><td>• Signs of intrauterine infection</td><td/></tr><tr><td/><td>• Maternal age &lt; 18 years</td><td/></tr><tr><td/><td>• Inability to give informed consent</td><td/></tr><tr><td>Interventions</td><td>Cervical pessary (Arabin) versus cervical cerclage</td><td/></tr><tr><td>Outcomes</td><td>Primary outcome</td><td/></tr><tr><td/><td>• Delivery before 32 weeks of gestation</td><td/></tr><tr><td/><td>Secondary outcomes</td><td/></tr><tr><td/><td>• Time from intervention to delivery</td><td/></tr><tr><td/><td>• Gestational age at birth</td><td/></tr><tr><td/><td colspan=\"2\">• PTB rate before 24 weeks, 28 weeks, 34 weeks and 37 weeks of gestation (overall and stratified by</td></tr><tr><td/><td>spontaneous or indicated delivery)</td><td/></tr><tr><td/><td>• PROM</td><td/></tr><tr><td/><td>• Use of tocolysis or corticosteroids during pregnancy</td><td/></tr><tr><td/><td>• Mode of delivery</td><td/></tr><tr><td/><td>• Maternal infections</td><td/></tr><tr><td colspan=\"2\">• Starting date Not reported</td><td/></tr><tr><td>Contact information</td><td>Bouchra Koullali; b.koullali@amc.nl</td><td/></tr><tr><td>Notes</td><td>NTR 4415</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF25": {
                "text": "Maternal adverse events (time frame: up to 20 weeks from recruitment): vaginal discharge, vaginal pruritus, discontinuation of treatment because of adverse events, threatened preterm labour",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health.</td><td>Cochrane Database of Systematic Reviews</td></tr><tr><td>NCT02470676 (Continued) NCT02511574 (Continued)</td><td/><td/></tr><tr><td/><td>Sample size: 200 participants</td><td/></tr><tr><td/><td>Inclusion criteria</td><td/></tr><tr><td/><td>• Gestational age 20 + 0-23 + 6 weeks</td><td/></tr><tr><td/><td>• Singleton pregnancy</td><td/></tr><tr><td/><td>Exclusion criteria</td><td/></tr><tr><td/><td>• No confirmation of gestational age</td><td/></tr><tr><td/><td>• Ruptured membranes</td><td/></tr><tr><td/><td>• Painful regular uterine contractions</td><td/></tr><tr><td/><td>• Major fetal abnormalities</td><td/></tr><tr><td>Interventions</td><td>Cervical pessary versus natural progesterone</td><td/></tr><tr><td>Outcomes</td><td>Primary outcome</td><td/></tr><tr><td/><td>• PTB before 34 complete weeks of gestation</td><td/></tr><tr><td>Starting date</td><td>June 2014</td><td/></tr><tr><td>Contact information</td><td>Mario Henrique Burlacchini de Carvalho</td><td/></tr><tr><td>Notes</td><td>NCT02511574</td><td/></tr><tr><td/><td>Recruitment status unknown</td><td/></tr><tr><td>Starting date</td><td>July 2015</td><td/></tr><tr><td>Contact information</td><td colspan=\"2\">Asnat Walfisch, MD; +972 50 4492200; asnatwalfisch@yahoo.com</td></tr><tr><td/><td>Dvir Reder, MD; +972 52 6131383; dvir.reder@gmail.com</td><td/></tr><tr><td>Notes</td><td>NCT02470676</td><td/></tr><tr><td>NCT02511574</td><td/><td/></tr><tr><td>Study name</td><td colspan=\"2\">Comparison between natural progesterone and vaginal pessary for the prevention of spontaneous</td></tr><tr><td/><td>preterm birth (PROPE)</td><td/></tr><tr><td>Methods</td><td>Prospective RCT</td><td/></tr><tr><td>Participants</td><td>Setting: not provided</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF26": {
                "text": "Prenatal care or delivery planned elsewhere, unless the study visits can be made as scheduled and complete outcome information can be obtained Major fetal abnormalities (requiring surgery or leading to infant death or severe handicap) • Severe cervical erosion, cervical polyp or haemorrhage • Doctor's opinion that cerclage pessary is unsuitable for an individual woman Rate of significant maternal adverse events (bleeding that requires a medical intervention, cervical rupture due to pessary placement, rupture of uterus due to contractions or surgery) • Physical or psychological intolerance to pessary for mother (number of cases) • Rupture of membranes before 32 weeks • Inflammation 3rd stage of chorioamnionitis • Hospitalisation for threatened preterm labour before 32 weeks",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health. Trusted evidence. Informed decisions. Better health.</td><td>Cochrane Database of Systematic Reviews</td></tr><tr><td>NCT02901626 (Continued) NCT03637062 (Continued)</td><td/><td/></tr><tr><td/><td>• Iatrogenic preterm delivery</td><td/></tr><tr><td/><td>• • Uterine cervicitis</td><td/></tr><tr><td/><td>• Confirmed premature birth</td><td/></tr><tr><td/><td>• Cerclage prior to randomisation</td><td/></tr><tr><td/><td>• Placenta praevia totalis</td><td/></tr><tr><td/><td>• Active vaginal bleeding at moment of randomisation</td><td/></tr><tr><td/><td colspan=\"2\">• Spontaneous rupture of membranes at time of randomisation</td></tr><tr><td/><td>• Silicone allergy</td><td/></tr><tr><td/><td>• Painful regular uterine contractions</td><td/></tr><tr><td/><td>• Indication of cervical cerclage operation</td><td/></tr><tr><td/><td>• Current participation in other RCT</td><td/></tr><tr><td>Interventions</td><td>Cervical pessary (silicone ring) versus progesterone (200 mg)</td><td/></tr><tr><td>Outcomes</td><td>Primary outcome</td><td/></tr><tr><td/><td>• Child's birth and survival</td><td/></tr><tr><td/><td>Secondary outcomes</td><td/></tr><tr><td/><td>• PTB before 37 weeks: rate of delivery before 36 + 6 weeks</td><td/></tr><tr><td/><td>• PTB before 34 weeks: rate of delivery before 33 + 6 weeks</td><td/></tr><tr><td/><td>• PTB before 32 weeks: rate of delivery before 31 + 6 weeks</td><td/></tr><tr><td/><td>• PTB before 30 weeks: rate of delivery before 29 + 6 weeks</td><td/></tr><tr><td/><td>• PTB before 28 weeks: rate of delivery before 27 + 6 weeks</td><td/></tr><tr><td/><td>• Birthweight</td><td/></tr><tr><td/><td>• Fetal or neonatal death</td><td/></tr><tr><td/><td colspan=\"2\">• Neonatal morbidity (intraventricular haemorrhage grade 3-4, retinopathy of prematurity, RDS</td></tr><tr><td/><td colspan=\"2\">grade 2-4, need for ventilation (&gt; 72 hours), necrotising enterocolitis, proven or suspected sepsis,</td></tr><tr><td/><td colspan=\"2\">antibiotics (&gt; 5 days), need (duration in days) for NICU admission</td></tr><tr><td/><td>• Harm from intervention</td><td/></tr><tr><td/><td>• Maternal death</td><td/></tr><tr><td colspan=\"2\">Interventions Outcomes • Starting date Cervical pessary versus vaginal progesterone Primary outcome December 2019</td><td/></tr><tr><td>Contact information</td><td>• Delivery or fetal demise before 37 + 0 weeks Not provided</td><td/></tr><tr><td/><td>Secondary outcomes</td><td/></tr><tr><td>Notes</td><td colspan=\"2\">• Adverse perinatal outcome, defined as a composite outcome of death (antepartum/intrapartum NCT03637062</td></tr><tr><td/><td>stillbirths)</td><td/></tr><tr><td>Starting date</td><td>February 2017</td><td/></tr><tr><td>NCT04147117</td><td/><td/></tr><tr><td>Contact information Study name</td><td colspan=\"2\">Rebecca Cli on, PhD 301-881-9260; rclifton@bsc.gwu.edu Cervical pessary to prevent preterm singleton birth in high-risk population</td></tr><tr><td>Notes</td><td>NCT02901626</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF27": {
                "text": "Short cervix, defined as ≤ 35 mm in singletons and < 38 mm in multiples Composite adverse perinatal outcome including both morbidity and mortality, specifically: severe RDS, bronchopulmonary dysplasia, intraventricular haemorrhage grade 3 and 4, periventricular leukomalacia > grade I, necrotising enterocolitis > stage I, retinopathy of prematurity and culture-proven sepsis, patent ductus arteriosus, treated seizures, (intrapartum) stillbirth and death before discharge from the nursery (all measured up to 10 weeks after the expected due date)",
                "html": null,
                "num": null,
                "content": "<table><tr><td>van Zijl 2017 (Continued)</td><td/></tr><tr><td/><td>Exclusion criteria</td></tr><tr><td/><td>• Previous sPTB before 34 weeks' gestation</td></tr><tr><td/><td>• Cervical cerclage in this pregnancy</td></tr><tr><td/><td>• Participation in the Quadruple P study in a previous pregnancy</td></tr><tr><td/><td>• Identified major congenital abnormalities</td></tr><tr><td/><td>• Death of 1 or both fetuses</td></tr><tr><td/><td>• Cervical length &lt; 2 mm or cervical dilation &lt; 3 cm</td></tr><tr><td>Interventions</td><td>Cervical pessary (Arabin) versus vaginal progesterone (vaginal progesterone 200 mg capsules)</td></tr><tr><td>Outcomes</td><td>Primary outcome</td></tr><tr><td/><td>• Secondary outcomes</td></tr><tr><td/><td>• PTB rate before 28 weeks, 32 weeks, 34 weeks and 37 weeks (spontaneous, iatrogenic and total)</td></tr><tr><td/><td>• Birthweight</td></tr><tr><td/><td>• NICU admission</td></tr><tr><td/><td>• PROM</td></tr><tr><td/><td>• Tocolysis (duration), use of corticosteroids, use of magnesium sulphate</td></tr><tr><td/><td>• Mode of delivery</td></tr><tr><td/><td>• Twin-to-twin transfusion syndrome</td></tr><tr><td/><td>• Maternal morbidity</td></tr><tr><td/><td>• Maternal admission days for preterm labour</td></tr><tr><td>Starting date</td><td>Not reported</td></tr><tr><td>Contact information</td><td>Maud D van Zijl; m.d.vanzijl@amc.nl</td></tr><tr><td>Notes</td><td>NTR 4414</td></tr><tr><td colspan=\"2\">CL: cervical length; PPROM: preterm prelabour rupture of membranes; PROM: prelabour rupture of membranes; PTB: preterm birth; RCT:</td></tr><tr><td colspan=\"2\">randomised controlled trial; RDS: respiratory distress syndrome; sPTB: spontaneous preterm birth; TVU: transvaginal ultrasound.</td></tr><tr><td>D A T A A N D A N A L Y S E S</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF28": {
                "text": "Copyright © 2022 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd.",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td>Trusted evidence. Informed decisions. Better health.</td><td>Cochrane Database of Systematic Reviews</td></tr><tr><td>Comparison 1.</td><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF29": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td colspan=\"2\">Trusted evidence. Informed decisions. Better health.</td><td/><td colspan=\"2\">Cochrane Database of Systematic Reviews</td></tr><tr><td colspan=\"2\">Outcome or subgroup title</td><td>No. of studies</td><td>No. of partici-</td><td>Statistical method</td><td>Effect size</td></tr><tr><td colspan=\"2\">Outcome or subgroup title</td><td>No. of studies</td><td>No. of partici-pants</td><td>Statistical method</td><td>Effect size</td></tr><tr><td>1.11.2 Retinopathy</td><td/><td>4</td><td>pants 1722</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.51 [0.10, 2.60]</td></tr><tr><td colspan=\"2\">1.1 Delivery before 34 weeks' gesta-</td><td>5</td><td>1830</td><td>Risk Ratio (M-H, Random, 95% CI)</td><td>0.72 [0.33, 1.55]</td></tr><tr><td colspan=\"2\">tion 1.12 Gastrointestinal morbidity:</td><td>4</td><td>1722</td><td>CI) Risk Ratio (M-H, Fixed, 95% CI)</td><td>1.09 [0.48, 2.51]</td></tr><tr><td>1.1.1 Arabin pessary necrotising enterocolitis</td><td/><td>4</td><td>1712</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.64 [0.25, 1.65]</td></tr><tr><td colspan=\"2\">1.13 Respiratory morbidity: bron-</td><td>2</td><td>418</td><td>CI) Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.76 [0.38, 1.52]</td></tr><tr><td>1.1.2 Bioteque subgroup chopulmonary dysplasia</td><td/><td>1</td><td>118</td><td>Risk Ratio (M-H, Random, 95%</td><td>1.14 [0.67, 1.94]</td></tr><tr><td/><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">1.2 Delivery before 37 weeks' gesta-</td><td>5</td><td>1830</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.68 [0.44, 1.05]</td></tr><tr><td>tion</td><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">1.3 Maternal infection or inflamma-</td><td>2</td><td>1032</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>1.04 [0.87, 1.26]</td></tr><tr><td>tion</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">1.4 Preterm prelabour rupture of</td><td>4</td><td>906</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.67 [0.27, 1.65]</td></tr><tr><td>membranes</td><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">1.5 Harm to woman from the inter-</td><td>3</td><td/><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>Subtotals only</td></tr><tr><td>vention</td><td/><td/><td/><td/></tr><tr><td>1.5.1 Pregnancy bleeding</td><td/><td>1</td><td>380</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.78 [0.30, 2.05]</td></tr><tr><td>1.5.2 Pelvic discomfort</td><td/><td>2</td><td>1033</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>3.15 [1.88, 5.29]</td></tr><tr><td colspan=\"2\">1.6 Maternal medications (e.g. to-</td><td>3</td><td/><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>Subtotals only</td></tr><tr><td>colytics, corticosteroids)</td><td/><td/><td/><td/></tr><tr><td>1.6.1 Tocolytic treatment</td><td/><td>1</td><td>380</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.63 [0.50, 0.81]</td></tr><tr><td colspan=\"2\">1.6.2 Corticosteroid treatment for</td><td>2</td><td>488</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.69 [0.57, 0.84]</td></tr><tr><td>fetal maturation</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">1.6.3 Antibiotics for positive vaginal</td><td>1</td><td>924</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>1.51 [1.13, 2.02]</td></tr><tr><td>swab</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">1.7 Neonatal/paediatric care unit</td><td>3</td><td>1332</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.96 [0.58, 1.59]</td></tr><tr><td>admission</td><td/><td/><td/><td>CI)</td></tr><tr><td>1.8 Fetal/infant mortality</td><td/><td>5</td><td>1830</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.93 [0.58, 1.48]</td></tr><tr><td>1.9 Neonatal sepsis</td><td/><td>3</td><td>1412</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.67 [0.23, 1.96]</td></tr><tr><td/><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"3\">1.10 Gestational age at birth (weeks) 2</td><td>488</td><td>Mean Difference (IV, Random,</td><td>1.63 [-0.82, 4.07]</td></tr><tr><td/><td/><td/><td/><td>95% CI)</td></tr><tr><td colspan=\"2\">1.11 Early neurodevelopmental</td><td>4</td><td/><td>Risk Ratio (M-H, Random, 95%</td><td>Subtotals only</td></tr><tr><td>morbidity</td><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">1.11.1 Intraventricular haemorrhage</td><td>2</td><td>418</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.33 [0.01, 9.53]</td></tr><tr><td>grade 3 or 4</td><td/><td/><td/><td>CI)</td></tr></table>",
                "type_str": "table"
            },
            "TABREF31": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td/><td>Cochrane Database of Systematic Reviews</td></tr><tr><td colspan=\"5\">Cervical pessary 26 60 Analysis 1.2Dugoff 2018 No treatment 23 Events Total Events Total</td><td>58</td><td>20.4% Weight</td><td>Risk Ratio 1.09 [0.71 , 1.68] M-H, Random, 95% CI</td><td>Risk Ratio M-H, Random, 95% CI</td></tr><tr><td>Goya 2012</td><td>41</td><td>190</td><td>113</td><td colspan=\"2\">190</td><td>22.8%</td><td>0.36 [0.27 , 0.49]</td></tr><tr><td>Hui 2013</td><td>8</td><td>53</td><td>10</td><td/><td>55</td><td>12.9%</td><td>0.83 [0.35 , 1.94]</td></tr><tr><td>Nicolaides 2016</td><td>70</td><td>460</td><td>84</td><td colspan=\"2\">464</td><td>22.9%</td><td>0.84 [0.63 , 1.12]</td></tr><tr><td>Saccone 2017</td><td>30</td><td>150</td><td>49</td><td colspan=\"2\">150</td><td>21.1%</td><td>0.61 [0.41 , 0.91]</td></tr><tr><td>Total (95% CI)</td><td/><td>913</td><td/><td colspan=\"2\">917</td><td>100.0%</td><td>0.68 [0.44 , 1.05]</td></tr><tr><td>Total events:</td><td>175</td><td/><td>279</td><td/><td/><td/></tr><tr><td colspan=\"7\">Heterogeneity: Tau² = 0.19; Chi² = 23.96, df = 4 (P &lt; 0.0001); I² = 83%</td><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td colspan=\"2\">Test for overall effect: Z = 1.72 (P = 0.09)</td><td/><td/><td/><td/><td/><td>Favours cervical pessary</td><td>Favours no treatment</td></tr><tr><td colspan=\"3\">Test for subgroup differences: Not applicable</td><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF34": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td colspan=\"3\">Trusted evidence. Informed decisions. Better health.</td><td/><td/><td/><td/><td/><td colspan=\"5\">Cochrane Database of Systematic Reviews</td></tr><tr><td/><td colspan=\"3\">Analysis 1.8</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td colspan=\"2\">No treatment</td><td/><td>Risk Ratio</td><td/><td/><td/><td/><td/><td colspan=\"2\">Risk of Bias</td></tr><tr><td/><td>Events</td><td>Total</td><td>Events</td><td>Total</td><td>Weight</td><td>M-H, Random, 95% CI</td><td/><td/><td/><td>A</td><td>B</td><td>C</td><td>D</td><td>E</td><td>F</td><td>G</td></tr><tr><td/><td>21</td><td>53</td><td>17</td><td>55</td><td>33.1%</td><td>1.28 [0.76 , 2.15]</td><td/><td/><td/><td>+</td><td>+</td><td>?</td><td>?</td><td>+</td><td>+</td><td>-</td></tr><tr><td/><td>40</td><td>460</td><td>34</td><td>464</td><td>36.7%</td><td>1.19 [0.77 , 1.84]</td><td/><td/><td/><td>+</td><td>+</td><td>-</td><td>-</td><td>+</td><td>+</td><td>-</td></tr><tr><td/><td>15</td><td>150</td><td>28</td><td>150</td><td>30.2%</td><td>0.54 [0.30 , 0.96]</td><td/><td/><td/><td>+</td><td>+</td><td>-</td><td>+</td><td>+</td><td>+</td><td>+</td></tr><tr><td/><td>76</td><td>663</td><td>79</td><td>669</td><td>100.0%</td><td>0.96 [00.005</td><td>0.1</td><td>1</td><td>10</td><td>200</td><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td colspan=\"2\">Favours cervical pessary</td><td/><td colspan=\"2\">Favours no treatment</td><td/><td/></tr><tr><td>Risk of bias legend</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">(A) Random sequence generation (selection bias)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">(B) Allocation concealment (selection bias)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"5\">(C) Blinding of participants and personnel (performance bias)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">(D) Blinding of outcome assessment (detection bias)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">(E) Incomplete outcome data (attrition bias)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">(F) Selective reporting (reporting bias)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>(G) Other bias</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF35": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Cervical pessary</td><td colspan=\"2\">No treatment</td><td/><td>Risk Ratio</td><td>Risk Ratio</td></tr><tr><td/><td>Events</td><td>Total</td><td>Events</td><td>Total</td><td>Weight</td><td>M-H, Fixed, 95% CI</td><td>M-H, Fixed, 95% CI</td></tr><tr><td>Dugoff 2018</td><td>12</td><td>60</td><td>17</td><td>58</td><td>53.6%</td><td>0.68 [0.36 , 1.30]</td></tr><tr><td>Goya 2012</td><td>0</td><td>190</td><td>1</td><td>190</td><td>4.7%</td><td>0.33 [0.01 , 8.13]</td></tr><tr><td>Hui 2013</td><td>1</td><td>53</td><td>0</td><td>55</td><td>1.5%</td><td>3.11 [0.13 , 74.72]</td></tr><tr><td>Nicolaides 2016</td><td>15</td><td>460</td><td>10</td><td>464</td><td>30.9%</td><td>1.51 [0.69 , 3.33]</td></tr><tr><td>Saccone 2017</td><td>1</td><td>150</td><td>3</td><td>150</td><td>9.3%</td><td>0.33 [0.04 , 3.17]</td></tr><tr><td>Total (95% CI)</td><td/><td>913</td><td/><td>917</td><td>100.0%</td><td>0.93 [0.58 , 1.48]</td></tr><tr><td>Total events:</td><td>29</td><td/><td>31</td><td/><td/><td/></tr><tr><td colspan=\"4\">Heterogeneity: Chi² = 4.09, df = 4 (P = 0.39); I² = 2%</td><td/><td/><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td colspan=\"3\">Test for overall effect: Z = 0.32 (P = 0.75)</td><td/><td/><td/><td colspan=\"2\">Favours cervical pessary</td><td>Favours no treatment</td></tr><tr><td colspan=\"3\">Test for subgroup differences: Not applicable</td><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF36": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td colspan=\"3\">Trusted evidence. Informed decisions. Better health.</td><td/><td/><td/><td>Cochrane Database of Systematic Reviews</td></tr><tr><td colspan=\"3\">Cervical pessary 2 60 Analysis 1.Dugoff 2018 Events Total</td><td colspan=\"2\">No treatment 1 Events Total</td><td>58</td><td colspan=\"2\">9.7% Weight</td><td>Risk Ratio 1.93 [0.18 , 20.75] M-H, Fixed, 95% CI</td><td>Risk Ratio M-H, Fixed, 95% CI</td></tr><tr><td>Goya 2012</td><td>0</td><td>190</td><td>2</td><td colspan=\"2\">190</td><td colspan=\"2\">23.8%</td><td>0.20 [0.01 , 4.14]</td></tr><tr><td>Nicolaides 2016</td><td>6</td><td>460</td><td>3</td><td colspan=\"2\">464</td><td colspan=\"2\">28.4%</td><td>2.02 [0.51 , 8.02]</td></tr><tr><td>Saccone 2017</td><td>3</td><td>150</td><td>4</td><td colspan=\"2\">150</td><td colspan=\"2\">38.1%</td><td>0.75 [0.17 , 3.29]</td></tr><tr><td>Total (95% CI)</td><td/><td>860</td><td/><td colspan=\"2\">862</td><td colspan=\"2\">100.0%</td><td>1.09 [0.48 , 2.51]</td></tr><tr><td>Total events:</td><td>11</td><td/><td>10</td><td/><td/><td/></tr><tr><td colspan=\"4\">Heterogeneity: Chi² = 2.44, df = 3 (P = 0.49); I² = 0%</td><td/><td/><td/><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td colspan=\"3\">Test for overall effect: Z = 0.21 (P = 0.83)</td><td/><td/><td/><td/><td>Favours cervical pessary</td><td>Favours no treatment</td></tr><tr><td colspan=\"3\">Test for subgroup differences: Not applicable</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Analysis 1.</td><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"2\">Cervical pessary</td><td colspan=\"2\">No treatment</td><td/><td/><td>Risk Ratio</td><td>Risk Ratio</td></tr><tr><td/><td>Events</td><td>Total</td><td>Events</td><td>Total</td><td colspan=\"2\">Weight</td><td>M-H, Random, 95% CI</td><td>M-H, Random, 95% CI</td></tr><tr><td/><td>4</td><td>60</td><td>2</td><td colspan=\"2\">58</td><td>48.0%</td><td>1.93 [0.37 , 10.15]</td></tr><tr><td/><td>4</td><td>150</td><td>61</td><td colspan=\"2\">150</td><td>52.0%</td><td>0.07 [0.02 , 0.18]</td></tr><tr><td/><td/><td>210</td><td/><td colspan=\"2\">208</td><td>100.0%</td><td>0.33 [0.01 , 9.53]</td></tr><tr><td/><td>8</td><td/><td>63</td><td/><td/><td/></tr><tr><td/><td>2</td><td>60</td><td>4</td><td colspan=\"2\">58</td><td>30.8%</td><td>0.48 [0.09 , 2.54]</td></tr><tr><td/><td>0</td><td>190</td><td>2</td><td colspan=\"2\">190</td><td>17.6%</td><td>0.20 [0.01 , 4.14]</td></tr><tr><td/><td>5</td><td>460</td><td>1</td><td colspan=\"2\">464</td><td>25.3%</td><td>5.04 [0.59 , 43.00]</td></tr><tr><td/><td>1</td><td>150</td><td>9</td><td colspan=\"2\">150</td><td>26.3%</td><td>0.11 [0.01 , 0.87]</td></tr><tr><td/><td/><td>860</td><td/><td colspan=\"2\">862</td><td>100.0%</td><td>0.51 [0.10 , 2.60]</td></tr><tr><td/><td>8</td><td/><td>16</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>Favours cervical pessary</td><td>Favours no treatment</td></tr></table>",
                "type_str": "table"
            },
            "TABREF37": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Cervical pessary</td><td colspan=\"2\">No treatment</td><td/><td>Risk Ratio</td><td>Risk Ratio</td></tr><tr><td/><td>Events</td><td>Total</td><td>Events</td><td>Total</td><td>Weight</td><td>M-H, Fixed, 95% CI</td><td>M-H, Fixed, 95% CI</td></tr><tr><td>Dugoff 2018</td><td>5</td><td>60</td><td>5</td><td>58</td><td>29.8%</td><td>0.97 [0.30 , 3.16]</td></tr><tr><td>Saccone 2017</td><td>8</td><td>150</td><td>12</td><td>150</td><td>70.2%</td><td>0.67 [0.28 , 1.58]</td></tr><tr><td>Total (95% CI)</td><td/><td>210</td><td/><td>208</td><td>100.0%</td><td>0.76 [0.38 , 1.52]</td></tr><tr><td>Total events:</td><td>13</td><td/><td>17</td><td/><td/><td/></tr><tr><td colspan=\"4\">Heterogeneity: Chi² = 0.25, df = 1 (P = 0.62); I² = 0%</td><td/><td/><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td colspan=\"3\">Test for overall effect: Z = 0.79 (P = 0.43)</td><td/><td/><td/><td colspan=\"2\">Favours cervical pessary</td><td>Favours no treatment</td></tr><tr><td colspan=\"3\">Test for subgroup differences: Not applicable</td><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF38": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library Cochrane Library</td><td colspan=\"3\">Trusted evidence. Informed decisions. Better health. Trusted evidence. Informed decisions. Better health.</td><td/><td/><td/><td/><td/><td/><td/><td>Cochrane Database of Systematic Reviews Cochrane Database of Systematic Reviews</td></tr><tr><td colspan=\"3\">Outcome or subgroup title 2.5 Maternal medications (e.g. to-colytics, corticosteroids) Cervical pessary Events Total Analysis 2.1. Care 2021 0 6</td><td colspan=\"3\">No. of studies 2 Vaginal progesterone Events Total 1</td><td>5</td><td colspan=\"2\">No. of partici-pants Weight Risk Ratio M-H, Fixed, 95% CI 2.3% 0.29 [0.01 , 5.79]</td><td colspan=\"3\">Statistical method Risk Ratio (M-H, Fixed, 95% CI) Risk Ratio M-H, Fixed, 95% CI</td><td>A +</td><td>Effect size Subtotals only Risk of Bias B C D E F G + --+ + +</td></tr><tr><td>2.5.1 Tocolytics Cruz-Melguizo 2018 Pacagnella 2022</td><td>18 33</td><td>128 431</td><td>2</td><td>17 52</td><td colspan=\"2\">126 430</td><td>265 24.2% 73.5%</td><td>1.04 [0.56 , 1.93] 0.63 [0.42 , 0.96]</td><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95% CI)</td><td>+ +</td><td>+ 0.71 [0.34, 1.49] --+ + + + --+ + +</td></tr><tr><td>Total (95% CI)</td><td/><td>565</td><td/><td/><td colspan=\"2\">561</td><td>100.0%</td><td>0.72 [0.52 , 1.02]</td><td/><td/></tr><tr><td>2.5.2 Corticosteroids Total events:</td><td>51</td><td/><td>2</td><td>70</td><td/><td/><td>265</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>0.81 [0.51, 1.28]</td></tr><tr><td colspan=\"4\">Heterogeneity: Chi² = 2.11, df = 2 (P = 0.35); I² = 5% Test for overall effect: Z = 1.86 (P = 0.06)</td><td/><td/><td/><td/><td colspan=\"2\">0.01 CI) Favours cervical pessary 0.1</td><td>1</td><td>10 Favours progesterone 100</td></tr><tr><td colspan=\"3\">2.5.3 Antibiotics for positive vaginal Test for subgroup differences: Not applicable</td><td>1</td><td/><td/><td/><td>11</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>0.29 [0.01, 5.79]</td></tr><tr><td>swab Risk of bias legend</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"3\">(A) Random sequence generation (selection bias)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"5\">2.6 Discontinuation of the interven-tion (B) Allocation concealment (selection bias) (C) Blinding of participants and personnel (performance bias) 1 (D) Blinding of outcome assessment (detection bias)</td><td/><td/><td/><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95% CI)</td><td>Subtotals only</td></tr><tr><td colspan=\"3\">(E) Incomplete outcome data (attrition bias)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">2.7 Neonatal/paediatric care unit (F) Selective reporting (reporting bias)</td><td/><td>1</td><td/><td/><td/><td/><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>Totals not selected</td></tr><tr><td>admission (G) Other bias</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td>2.8 Fetal/infant mortality</td><td/><td/><td>2</td><td/><td/><td/><td>265</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>1.97 [0.50, 7.70]</td></tr><tr><td colspan=\"3\">Analysis 2.</td><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td>2.9 Neonatal sepsis</td><td/><td/><td>1</td><td/><td/><td/><td>11</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>Not estimable</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"3\">2.10 Harm to offspring from the in-</td><td>1</td><td/><td/><td/><td>11</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>Not estimable</td></tr><tr><td>tervention</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"2\">2.11 Early neurodevelopmental</td><td/><td>1</td><td/><td/><td/><td/><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>Totals not selected</td></tr><tr><td>morbidity: retinopathy</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"2\">2.12 Gastrointestinal morbidity:</td><td/><td>1</td><td/><td/><td/><td/><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>Totals not selected</td></tr><tr><td>necrotising enterocolitis</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"2\">2.13 Respiratory morbidity</td><td/><td>1</td><td/><td/><td/><td/><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>Totals not selected</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"2\">Outcome or subgroup title</td><td/><td colspan=\"3\">No. of studies</td><td/><td colspan=\"2\">No. of partici-</td><td colspan=\"3\">Statistical method</td><td>Effect size</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>pants</td><td/><td/><td/></tr><tr><td colspan=\"3\">2.1 Delivery before 34 weeks' gesta-</td><td>3</td><td/><td/><td/><td>1126</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>0.72 [0.52, 1.02]</td></tr><tr><td>tion</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"3\">2.2 Delivery before 37 weeks' gesta-</td><td>3</td><td/><td/><td/><td>1126</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>0.89 [0.73, 1.09]</td></tr><tr><td>tion</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"3\">2.3 Maternal infection or inflamma-</td><td>2</td><td/><td/><td/><td>265</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>0.95 [0.81, 1.12]</td></tr><tr><td>tion</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr><tr><td colspan=\"2\">2.4 Preterm prelabour rupture of</td><td/><td>2</td><td/><td/><td/><td>265</td><td/><td colspan=\"3\">Risk Ratio (M-H, Fixed, 95%</td><td>1.02 [0.53, 1.97]</td></tr><tr><td>membranes</td><td/><td/><td/><td/><td/><td/><td/><td/><td>CI)</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF39": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Cervical pessary</td><td colspan=\"2\">Vaginal progesterone</td><td/><td>Risk Ratio</td><td>Risk Ratio</td></tr><tr><td/><td>Events</td><td>Total</td><td>Events</td><td>Total</td><td>Weight</td><td>M-H, Fixed, 95% CI</td><td>M-H, Fixed, 95% CI</td></tr><tr><td>Care 2021</td><td>2</td><td>6</td><td>4</td><td>5</td><td>2.9%</td><td>0.42 [0.12 , 1.40]</td></tr><tr><td>Cruz-Melguizo 2018</td><td>27</td><td>128</td><td>25</td><td>126</td><td>16.9%</td><td>1.06 [0.65 , 1.73]</td></tr><tr><td>Pacagnella 2022</td><td>104</td><td>431</td><td>119</td><td>430</td><td>80.1%</td><td>0.87 [0.70 , 1.09]</td></tr><tr><td>Total (95% CI)</td><td/><td>565</td><td/><td>561</td><td>100.0%</td><td>0.89 [0.73 , 1.09]</td></tr><tr><td>Total events:</td><td>133</td><td/><td>148</td><td/><td/><td/></tr><tr><td colspan=\"4\">Heterogeneity: Chi² = 2.05, df = 2 (P = 0.36); I² = 2%</td><td/><td/><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td colspan=\"3\">Test for overall effect: Z = 1.12 (P = 0.26)</td><td/><td/><td/><td colspan=\"2\">Favours cervical pessary</td><td>Favours progesterone</td></tr><tr><td colspan=\"3\">Test for subgroup differences: Not applicable</td><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF41": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>Cochrane Library</td><td colspan=\"3\">Trusted evidence. Informed decisions. Better health.</td><td/><td/><td>Cochrane Database of Systematic Reviews</td></tr><tr><td colspan=\"3\">Cervical pessary 0 Analysis 3.1. Care 2021 6 Events Total</td><td>Cervical cerclage 0 Events Total</td><td>7</td><td>Weight</td><td>Risk Ratio Not estimable M-H, Random, 95% CI</td><td>Risk Ratio M-H, Random, 95% CI</td></tr><tr><td>Total (95% CI)</td><td/><td>6</td><td/><td>7</td><td/><td>Not estimable</td></tr><tr><td>Total events:</td><td>0</td><td/><td>0</td><td/><td/></tr><tr><td colspan=\"2\">Heterogeneity: Not applicable</td><td/><td/><td/><td/><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td colspan=\"2\">Test for overall effect: Not applicable</td><td/><td/><td/><td/><td>Favours cervical pessary</td><td>Favours cervical cerclage</td></tr><tr><td colspan=\"2\">Test for subgroup differences: Not applicable</td><td/><td/><td/><td/></tr><tr><td colspan=\"4\">Outcome or subgroup title Analysis 3.2. No. of studies</td><td/><td colspan=\"2\">No. of partici-</td><td>Statistical method</td><td>Effect size</td></tr><tr><td/><td/><td/><td/><td/><td>pants</td></tr><tr><td colspan=\"2\">3.1 Delivery before 34 weeks' gesta-</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Random, 95%</td><td>Not estimable</td></tr><tr><td>tion</td><td/><td/><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">3.2 Delivery before 37 weeks' gesta-</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Random, 95%</td><td>5.71 [0.33, 99.97]</td></tr><tr><td>tion</td><td/><td/><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">3.3 Maternal infection or inflamma-</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Random, 95%</td><td>0.23 [0.01, 4.00]</td></tr><tr><td>tion</td><td/><td/><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">3.4 Preterm prelabour rupture of</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Random, 95%</td><td>3.50 [0.48, 25.43]</td></tr><tr><td>membranes</td><td/><td/><td/><td/><td/><td>CI)</td></tr><tr><td>3.5 Maternal medications</td><td/><td>1</td><td/><td/><td>39</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>1.16 [0.35, 3.79]</td></tr><tr><td>3.5.1 Tocolytic treatment</td><td/><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>1.17 [0.09, 14.92]</td></tr><tr><td colspan=\"2\">3.5.2 Corticosteroid treatment for</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>3.50 [0.48, 25.43]</td></tr><tr><td>fetal maturation</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">3.5.3 Antibiotics for positive vaginal</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.23 [0.01, 4.00]</td></tr><tr><td>swab</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">3.6 Discontinuation of the interven-</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.38 [0.02, 7.93]</td></tr><tr><td>tion</td><td/><td/><td/><td/><td/></tr><tr><td>3.7 Fetal/infant mortality</td><td/><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>0.38 [0.02, 7.93]</td></tr><tr><td>3.8 Neonatal sepsis</td><td/><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Random, 95%</td><td>Not estimable</td></tr><tr><td/><td/><td/><td/><td/><td/><td>CI)</td></tr><tr><td colspan=\"2\">3.9 Harm to offspring from the inter-</td><td>1</td><td/><td/><td>13</td><td>Risk Ratio (M-H, Fixed, 95% CI)</td><td>Not estimable</td></tr><tr><td>vention</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF42": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td colspan=\"2\">Cervical pessary</td><td colspan=\"2\">Cervical cerclage</td><td/><td/><td>Risk Ratio</td><td>Risk Ratio</td></tr><tr><td>Events</td><td>Total</td><td>Events</td><td>Total</td><td/><td>Weight</td><td>M-H, Random, 95% CI</td><td>M-H, Random, 95% CI</td></tr><tr><td>Care 2021</td><td>2</td><td>6</td><td>0</td><td>7</td><td>100.0%</td><td>5.71 [0.33 , 99.97]</td></tr><tr><td>Total (95% CI)</td><td/><td>6</td><td/><td>7</td><td>100.0%</td><td>5.71 [0.33 , 99.97]</td></tr><tr><td>Total events:</td><td>2</td><td/><td>0</td><td/><td/><td/></tr><tr><td>Heterogeneity: Not applicable</td><td/><td/><td/><td/><td/><td>0.01</td><td>0.1</td><td>1</td><td>10</td><td>100</td></tr><tr><td colspan=\"2\">Test for overall effect: Z = 1.19 (P = 0.23)</td><td/><td/><td/><td/><td colspan=\"2\">Favours cervical pessary</td><td>Favours cervical cerclage</td></tr><tr><td colspan=\"2\">Test for subgroup differences: Not applicable</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF43": {
                "text": ")(Continued)",
                "html": null,
                "num": null,
                "content": "<table><tr><td/><td>CP: 19 (12.7)</td></tr><tr><td>NT: 68 (14.6)</td><td>NT: 20 (13.3)</td></tr></table>",
                "type_str": "table"
            },
            "TABREF44": {
                "text": "",
                "html": null,
                "num": null,
                "content": "<table><tr><td>ICTRP</td></tr><tr><td>pessary AND preterm</td></tr><tr><td>pessary AND premature</td></tr><tr><td>ClinicalTrials.gov</td></tr><tr><td>Interventional Studies | Preterm Labor | pessary</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}